{"result":[{"sura":"13","aya":"1","translation":"Xarfaha hore oo kale waan soo Sheegnay Fasirkooda, Kuwaasna waa Aayaadkii Kitaabka (Quraanka), Waxaa lagaaga soo Dejiyay xagga Eebahaa waana Xaq Dadka Badankiise ma Rumaynin.","footnotes":""},{"sura":"13","aya":"2","translation":"Eebe waa kan koryeela Samooyinka Tiir La'aan aad Aragtaan Markaas ku istiwooday Carshiga, Sakhirayna Qorraxda iyo Dayaxa Dhammaana waxay ku socdaan Muddo magacaaban, Eebaa maamula amarka Caddeeyana aayaadka Inaad la kulanka Eebihiin yaqiinsataan.","footnotes":""},{"sura":"13","aya":"3","translation":"Eebe waa kan Fidiyay Dhulka Yeelayna Dhexdiisa buuro, iyo wabiyo Midho kastana ka yeelay Dhexdiisa laba nooc Wuxuuna ku Dadaa Habeenkii Maalinta, Arrintaasna Calaamooyin yaa ugu Sugan ciddii fikiri.","footnotes":""},{"sura":"13","aya":"4","translation":"Dhulka waxaa ah Goosinno daris ah (isku dhaw) iyo Bustaan Cinaba iyo Beer iyo Timir oo Mataano ah iyo kuwo aan Mataano ahayn, laguna Waraabiyo Biyo kaliya Waxaana ku kala Fadilaynaa (Wanaajinaynaa) qaar qaarka kale Cunnada (Dhadhanka) Arrintaasna Calaamaa ugu Sugan Ciddii Wax kasi.","footnotes":""},{"sura":"13","aya":"5","translation":"Haddaad yaabtana waxaa Yaaba Hadalkoodii Ahaa ma Markaan noqonno Carro yaa Markaas Abuur Cusub (Nala abuuri) Kuwaasi waa kuwa Luquntooda la Yeelay Katiinado waana kuwo Naarta Ehelkeeda ah Kuna Dhex waari.","footnotes":""},{"sura":"13","aya":"6","translation":"Waxayna kaa Dedejisan Xumaan wanaag ka hor Iyadooy Tagtay Hortood tusaalayaal (Ciqaabeed) Eebahaana waa u danbi Dhaafaha dadka iyagoo Dulmi ku sugan Eebahaana waa Ciqaab darane.","footnotes":""},{"sura":"13","aya":"7","translation":"waxay dheheen kuwii gaaloobay maxaa loogu soo Dejin waayey korkiisa Aayad xagga Eebihiis ka timid, adugu waxaad uun tahay Dige cid kastana waxay leedahay Hanuuniye.","footnotes":""},{"sura":"13","aya":"8","translation":"Eebaa og waxay ku siddo uurka Dhaddig kasta, iyo waxay Ilmo galleennadu Nusqaamin, iyo waxay kordhin (Dhicis iyo Shin) wax kastana Eebe agtiisa Qaddar (Waqti) yuu leeyahay.","footnotes":""},{"sura":"13","aya":"9","translation":"wuxuuna ogyahay wax maqan iyo waxa jooga waana weyne ka sarreeya (wax kasta).","footnotes":""},{"sura":"13","aya":"10","translation":"waana isku mid kiinna qarsada hadalka iyo kiinna la qaylya, iyo kii isqariya habeenkii iyo kii Muujiya Maalintii.","footnotes":""},{"sura":"13","aya":"11","translation":"wuxuuna leeyahay (Ruux kasta) kuwo ku isbedela (Malaa'ig) oo hortiisa iyo Gadaashiisa ah kuna dhawra amarka Eebe, Ilaahayna ma dooriyo wax dad ku suganyahay intay ka dooriyaan waxa naftooda ku sugan, markuu Eebe la doono Dad dhibna wax ka celin ma jiro, mana laha Eebe ka sokow Gargaare.","footnotes":""},{"sura":"13","aya":"12","translation":"Eebe waa kan idin tusiya Hillaaca cabsi gelin iyo rajo gelin darteed, wuxuuna abuuraa daruurta culus.","footnotes":""},{"sura":"13","aya":"13","translation":"wuxuuna la tasbiixsadaa onkadku Mahadda Eebe ku dheehan iyo Malaa'igtuna (waxay la tasbiixsan) Cabsida Eebe, wuxuuna diraa Danabyo wuxuuna ku ridaa cidduu doono, iyaguna waxay ku murmi Eebe isagoo ciqaabtiisu darantahay.","footnotes":""},{"sura":"13","aya":"14","translation":"Eebe waxaa u Sugnaaday Baryo (iyo Cibaado) Xaqa, waxa ka soo hadhayna waxba uma ajiibaan (kuwa baryi) sida mid ku fidiyey Gacmihiisa Xagga Biyaha inay Afkiisa gaadhaan, mana gaadhayaan, Baryada Gaaladuna waxaan baadi ahayn ma aha.","footnotes":""},{"sura":"13","aya":"15","translation":"waxaa Ilaahay u Sujuuda «u khuduuca» waxa ku sugan Samooyinka iyo Dhulka Ogolaansho iyo Qasab iyo Hooskooda aroor iyo Galbihiiba.","footnotes":""},{"sura":"13","aya":"16","translation":"waxaad dhahdaa yaa ah Eebaha Samooyinka iyo Dhulka, waxaadna dhahdaa waa Eebe, waxaadna dhahdaa ma yeelanaysaan Eebe ka sokow Awliyo (gargaarayaal) oon u hananayn naftooda Nacfi iyo dhib midna, dheh ma egyihiin Indhoole iyo wax Arke, mase ehyihiin Mugdiyo iyo Nuur mise waxay u yeeleen Eebe Shuruko wax u Abuuray sida Abuurka Eebe oo waxaa isaga ekaaday Abuurkii, waxaad dhahdaa Eebaa wax kasta Abuuray waana kali awood badan.","footnotes":""},{"sura":"13","aya":"17","translation":"wuxuu ka soo dejiyey Samada Biyo waxaana la durduray waadiyo Awooddood wuxuuna xambaartaa daadku daadxoor sarraysa, waxay dabka ku huriyaanna Doonid isku qurxin, ama alaabo waxaa ah abuur la mida, saasuuna Eebe ugu yeelan tusaale xaqa iyo Baadilka, Xumbaduse way tagi iyadoo ingagan waxa dadka anficise wuxuu ku nagaan dhulka, saasuuna Eebe u yeelaa Tusaalayaasha.","footnotes":""},{"sura":"13","aya":"18","translation":"kuwa Eebahood ajiibay (Maqlay) waxaa u sugnaaday wanaag (janno) kuwaan ajiibin (maqlinna) hadduu u sugnaado wax dhulka ku sugan dhammaan oo wax la mida la jiro way isku furan lahaayeen kuwaasna waxaa u sugnaaday xisaab xun (daran) Hooygooduna waa Jahannamo iyadaana u xun gogol.","footnotes":""},{"sura":"13","aya":"19","translation":"cid og in waxa laggaga soo dejiyey xagga Eebahaa uu xaq yahay ma la midbaa mid indho la', waxaa uun waantooma kuwa caqliga leh.","footnotes":""},{"sura":"13","aya":"20","translation":"ee ah kuwa Oofiya ballanka Eebe oon burininna ballanka adag.","footnotes":""},{"sura":"13","aya":"21","translation":"ee ah kuwa xidhiidhiya waxa Eebe faray in la xidhiidhiyo kana cabsada Eebahood kana cabsada xisaab xun.","footnotes":""},{"sura":"13","aya":"22","translation":"ee ah kuwa u samray doonid wajiga Eebahood dartiis, oogayna Salaadda, kana bixiyey waxaan ku arzaaqnay qayb qarsoodi iyo muuqaalba, raacsiiyana wanaagga xumaanta, kuwaas cidhib fiican yaa u sugnaatay.","footnotes":""},{"sura":"13","aya":"23","translation":"waxaana gali jannada cadnin iyaga iyo cidda suuban oo Aabbayaalkooda, Haweenkooda iyo caruurtooda, Malaa'igtuna waxay uga soo gali irid kasta.","footnotes":""},{"sura":"13","aya":"24","translation":"iyagoo ku dhihi Nabadgalyo korkiinna ha ahaato samirkiinna dartiis waxaa wanaag badan cidhibta daarta (Janno).","footnotes":""},{"sura":"13","aya":"25","translation":"kuwa buriya Ballanka Eebe adkayntiisa ka dib gooyana wuxuu faray Eebe in la xidhiidhiyo oo fasaadiyana dhulka kuwaas waxaa u sugnaaday Lacnad iyo Guri xun.","footnotes":""},{"sura":"13","aya":"26","translation":"Eebaana u fidiya rizqiga cidduu doono kuna cidhiidhya (cidduudoono), waxayna ku farxeen gaaladii Nolosha Adduunyo, mana aha nolosha adduunyo Aakharo agteeda waxaan maalmo lahu raaxaysto ahayn.","footnotes":""},{"sura":"13","aya":"27","translation":"waxay dhihi kuwii gaaloobay maxaa loogu soo dejin waayey korkiina Aayado Eebihiisa xaggiisa, waxaad dhahdaa Eebe wuu dhumiyaa ciduu doono (oo xaqa diida) wuxuuna u hanuuniyaa xagiisa ciddii u noqota.","footnotes":""},{"sura":"13","aya":"28","translation":"ee ah kuwa rumeeyey Xaqa kuna xasishay Quluubtoodu xuska Eebe, xuska Eebayna ku xasishaa Quluubtu.","footnotes":""},{"sura":"13","aya":"29","translation":"ee ah kuwa rumeeyey xaqa falayna camal suuban waxaana u sugnaaday khayr iyo Nicmo iyo Noqosho wanaagsan.","footnotes":""},{"sura":"13","aya":"30","translation":"saasaan kuugu dirray Ummad ay tageen Ummado hortood inaad ku akhrido kaan kuu waxyoonay iyaguna waxay ka gaaloobi Eebaha Raxmaana, waxaad dhahdaa Eebe mooyee Illah kale ma jiro, isagaana tala saartay xagiisaana u noqon.","footnotes":""},{"sura":"13","aya":"31","translation":"haddii Quraan dartiis buuro lala kaxayn, ama lala goyn dhulka ama lagula hadli Dadki dhintay (Wuxuu noqon lahaa Quraankan) amarkase Eebaa dhammaantiis iska leh, miyeyanse ogayn kuwa rumeeyey xaqu hadduu Eebe doonoinuu hanuunin lahaa Dadka dhammaan kamana tagaan kuwii gaaloobay (Xumaan) intay kaga dhacdo Musiibo waxay faleen Darteed ama degto meel ku dhaw guryahooda intuu ka yimaaddo Yaboohii Eebe, Illaah Ma baajiyo ballanka.","footnotes":""},{"sura":"13","aya":"32","translation":"waxaa lagy Jees Jeesay Rasuullo ka horreeyey markaasaan sugay kuwii gaaloobay, ka dibna waan Qabtay ee siday noqotay ciqaabtaydii (Way darrayd).","footnotes":""},{"sura":"13","aya":"33","translation":"cid ku ilaalin naf kastaa waxay kasbatay (Eebe) ma la midbaa midaan saas ahayn, waxayna u yeeleen Eebe Shurako dheh magacaaba, mise waxaad Eebe uga warramaysaan waxaan Eebe uga warramaysaan waxaan joogin Dhulka, mise hadal muuqaala, saas ma aha ee waxaa loo qurxiyey kuwii gaaloobay dhagartooda waxaana laga leexiyey Jidka, cid Eebe dhumiyeyna ma laha wax hanuunin.","footnotes":""},{"sura":"13","aya":"34","translation":"waxayna mudan cadaab nolosha adduun, cadaabka aakhiraana daran mana u sugna wax Eebe ka Ilaalin.","footnotes":""},{"sura":"13","aya":"35","translation":"tusaalaha (Tilmaanta) jannada loo darbay kuwa dhawrsada waa inay dhex socdaan Wabiyaalkii, Cunnadeeduna waa joogto iyo hooskeedu, taasina waa cidhibta kuwa dhawrsada cidhibta gaaladuna waa Naar.","footnotes":""},{"sura":"13","aya":"36","translation":"kuwaan siinnay Kitaabka waxay ku farxaan waxa lagugu soo dejiyey, xisbiyada waxaa ka mida kuwo diidi Qaarkiis, waxaad dhahdaa waxaa uun lay faray inaan caabudo Eebe una shariig yeelin, xaggiisaan u yeedhi xaggiisaana u noqon.","footnotes":""},{"sura":"13","aya":"37","translation":"saasaana kuugu soo dejinnay xukun Carabi ah, haddaad raacdo hawadoodana intuu cilmi ku soo gaadhay ka dib, kama helaysid xagga Eebe gargaare iyo dhawre.","footnotes":""},{"sura":"13","aya":"38","translation":"waxaan dirray hortaa rasuullo waxaana u yeellay Haween iyo caruur, Rasuulna Mucjiso lama imaan karo idimka Eebe La'aantiis, muddo kastana way Qorantahay.","footnotes":""},{"sura":"13","aya":"39","translation":"eebana wuu tiraa wuxuu doono wuuna sugaa, Agtiisana waxaa ah Looxul maxfuudka.","footnotes":""},{"sura":"13","aya":"40","translation":"haddaan ku tusinno qaar waxaan u yaboohi (oo dulli ah waa saas) haddaanse ku Qofsanno waxaa uun korkaaga ah Gaadhsiin Anagana waxaa na saaran inaan xisaabinno.","footnotes":""},{"sura":"13","aya":"41","translation":"miyeyna arkayn inaannu uga imaan dhulka darfaha anagoo nusqaamin furid (ama Abaar) Eebana wuu xukumi, wax burinna ma jiro xukunkiisa, waana midkay deg deg tahay xisaabtiisu.","footnotes":""},{"sura":"13","aya":"42","translation":"waxaa wax dhagray kuwii ka horreeyey Eebaase abaal maris (Dhagar) iska leh dhammaan, wuxuuna ogyahay waxay kasban naf kasto, waxayna ogaan Gaaladu cidday u ahaato cidhib fiican.","footnotes":""},{"sura":"13","aya":"43","translation":"waxayna dhihi kuwii Galoobay ma tihid Rasuul, waxaad dhahdaa waxaa marag ugu filan dhexdeenna Eebe iyo cidda agteed ogaanshaha Kitaabku yahay.","footnotes":""}]}