{"result":[{"sura":"17","aya":"1","translation":"waxa Nasahan (Ceeb ka fog) Eebaha ka guuriyey Addoonkiisa (Nabiga) Habeen masaajidka Xurmada leh (Maka) xagga Masjidkii Aqsa een barakaynay Gaararkiisa inaan Tusinno Nabiga Aayaadkanaga Eebana waa maqle arka.","footnotes":""},{"sura":"17","aya":"2","translation":"waxaana siinay Nabi Muuse kitaabkii (Tawreed) waxaana uga yeellay hanuun BaniiIsraa'iil inaydaan ka yeelanin wax iga soo hadhay Wakiil.","footnotes":""},{"sura":"17","aya":"3","translation":"faricii kuwaan la xambaarnay Nabi Nuux, wuxuuna ahaa Addoon (Eebe) ee Shugri badan.","footnotes":""},{"sura":"17","aya":"4","translation":"Waxaan ku (Ogaysiinnay) ugu Waxyoonay Banii Isra'iil Kitaabka (Tawreed) inaad fasaadinaysaan Dhulka Labo Jeer, isna kibrinaysaan iskibrin Wayn.","footnotes":""},{"sura":"17","aya":"5","translation":"Markuu yimaaddo Yabooha (Watiga) midda hore waxaan idinku soo Bixinaa «Dirraa» Addoomadanada oo Xoog daran leh, dhexgalina (Hanan) Gurya dhexdooda waana Yabooh la fali.","footnotes":""},{"sura":"17","aya":"6","translation":"Markaasaan idinku soo Celinaa Dawladnimada, idinkuna Xoogaynaa Xoolo iyo Caruur idinkana yeellaa kuwa Tiro badan.","footnotes":""},{"sura":"17","aya":"7","translation":"Haddaad Samo Fashaan waxaad u samo fasheen Naftiinna, haddaad Xumaan fashaanna waa uun Naftiinna, markuu Yimaaddo Yabooha Dambana way Xumeeyaan Wajigiinna iyo inay Galaan Masaajidka (Baytul Maqdis) siday u galeen markii hore iyo inay Dumiyaan «Tirtiaan» waxay u Adkaadaan Tirtirid.","footnotes":""},{"sura":"17","aya":"8","translation":"Waxay u dhawdahay in Eebihiin idiin Naxariisto, haddaad ku Noqotaanna waannu ku noqon, waxaana uga yeelnay Jahannamo Gaalada Gogol.","footnotes":""},{"sura":"17","aya":"9","translation":"Quraankanna wuxuu ku Hanuunin Dadka Arrinta u Toosan ugana Bishaarayn kuwa fala Wanaag inay Mudan Ajir wayn.","footnotes":""},{"sura":"17","aya":"10","translation":"Kuwaan Rumeynin Aakhirana waxaan y Darabnay Cadaab Daran.","footnotes":""},{"sura":"17","aya":"11","translation":"Wuxuu u Yeedhaa (Baryaa) Dadku Shar siduu ugu Yeedho «Baryo» Khayrka, Dadkuna waa Deg dege.","footnotes":""},{"sura":"17","aya":"12","translation":"Waxaan ka Yeellay Habeenka iyo Maalinta Labo Calaamo, waxaana Tirraa Calaamada Habeenka, waxaana ka Yeellaa Calaamada Maalinta mid wax Tusisa (Arag) inaad doontaan Fadliga Eebihiin iyo inaad ku ogaataan Tirada Sanooyinka iyo Xisaabta, wax kastana waxaannu u Caddeynay Caddayn (aada).","footnotes":""},{"sura":"17","aya":"13","translation":"Ruux kasta waxaan Laasiminay Camalkiisa (loo Qaddaray) Luquntiisa, waxaana u soo bixinnaa Maalinta Qiyaame Kitaab uu la kulmi Isagoo fidsan.","footnotes":""},{"sura":"17","aya":"14","translation":"Laguna Dhihi akhri Kitaabkaaga isagaa kuugu Filan Maanta Korkaaga Xisaabe.","footnotes":""},{"sura":"17","aya":"15","translation":"Ruuxii Hanuuna wuxuu uun u Hanuunay Naftiisa kii Dhumana wuxuu uun u Dhumay Naftiisa, mana xambaarto Nafi Dambi Naf kale, mana Cadaabno intaan uga soo Dirro Rasuul.","footnotes":""},{"sura":"17","aya":"16","translation":"Markaan doono inaan Halaagno Qaryad waxaan farraa kuweeda loo Nicmeeyey «Khayr» markaasay ka Faasiqoobaan waxaana ku sugnaada Ciqaab waana Tirtirraa Tirtirid (Halaag).","footnotes":""},{"sura":"17","aya":"17","translation":"Imisaau Halaagnay Quruun (Nabi) Nuux ka dib Eebahaabaana ugu filan Dambiyada Addoomadiisa Ogaade Arka.","footnotes":""},{"sura":"17","aya":"18","translation":"Ruuxi dooni Adduunyo waan ugu soo dedejinaa dhexdeeda waxaan Doonno Ciddaan doonno, markaasaan kayeellaa Jahannamo mid gala isagoo Caayan oo Dullaysan.","footnotes":""},{"sura":"17","aya":"19","translation":"Ciddiise Doonta Aakhiro oo u fala camalkeedii isagoo Mu'mina kuwaas Camalkoodu wuxuu Noqon mid la Mahdiyo.","footnotes":""},{"sura":"17","aya":"20","translation":"Dhammaan waxbaan uga Fidinaa kuwaas (Doona Adduun) iyo kuwaas (Doona aakhiro) siismada Eebahaa, mana aha siismada Eebahaa mid Reeban.","footnotes":""},{"sura":"17","aya":"21","translation":"Day sidaan uga Fadilnay qaarkood qaarka (Kale) (Addunka) Aakharaase wayn darajooyin oo wayn Fadilid.","footnotes":""},{"sura":"17","aya":"22","translation":"Ila Yeelin Eebe Miciisa Ilaah kale ood noqotid mid Caayan oo la Khasaariyo.","footnotes":""},{"sura":"17","aya":"23","translation":"Wuxuu Faray Eebahaa inaydaan Caabudin isaga mooyee iyo inaad u samo fashaan Labadii Waalid Samo falid, hadduu ku gaadho Agtaada wayni midkood ama Labaduba ha ku Dhihin uf, hana Canaanan una dheh hadal Fiican.","footnotes":""},{"sura":"17","aya":"24","translation":"Una Raarici (Jilci) Garab Naxariiseed (u Naxariiso) dhehna Eebow ugu Naxariiso siday ii Koriyeen anoo Yar.","footnotes":""},{"sura":"17","aya":"25","translation":"Eebihiin wuu ogyahay waxa Natiinna ku Sugan, haddaad Suubantihiin isagu kuwa Toobad keenka badan wuu u Dhaafaa «Dambiga».","footnotes":""},{"sura":"17","aya":"26","translation":"Sii qaraabada xaqeeda iyo Miskiinka iyo socdaalka hana ku xadgudbin bixin Xadgudub (iyo si xun).","footnotes":""},{"sura":"17","aya":"27","translation":"illeen kuwa ku xadgudba waa walaalo Shaydaane, shaydaanna Eebihiis wuu ka gaaloobay.","footnotes":""},{"sura":"17","aya":"28","translation":"haddaad ka jeedsato xaggooda (wax la'aan) adoo rajayn Naxariista Eebhaa ood rajayn waxaad ku dhahdaa hadal fudud (fiican).","footnotes":""},{"sura":"17","aya":"29","translation":"ha ka yeelin gacantaada mid ku xidhan Luquntaada hana wada fidin dhammaan ood noqoto mid la dagaalo oo tabar gaba.","footnotes":""},{"sura":"17","aya":"30","translation":"Eebahaa wuu u fidiya Risqiga cidduu doono wuuna u qaddaraa «cidhiidhyaa» (cidduu doono) illeen Eebe Addoomadiisa waa oge arkee.","footnotes":""},{"sura":"17","aya":"31","translation":"ha Dilina Caruurtiinna ka Cabsi Faqri (Saboolnimo) anagaa Arsaaqayna iyaga iyo idinkaba Dilkooduna waa Gaf wayn.","footnotes":""},{"sura":"17","aya":"32","translation":"Ha u dhawaanina sino Illeen waa xumaane Waddana u xune.","footnotes":""},{"sura":"17","aya":"33","translation":"Hana dilina Nafta Eebe xarrimay Xaq Mooyee, Ruuxii lagu dilo Gardarro waxaan u yeellay waligiisa Xujo ee yuusan ku xad gudbin Dilka waa loo Gargaaraye.","footnotes":""},{"sura":"17","aya":"34","translation":"Hana u dhawaanina Xoolaha agoonta sida U fiican mooyee intay ka gaadhaan xooggooda, Oofiyana ballanka illeen Ballanka waa lays warsane.","footnotes":""},{"sura":"17","aya":"35","translation":"Oofiyana kaylka «beegidda» markaad beehaysaan kuna miisama Miisaan toosan (caadila) Saasaa khayr roon oo Fiican cidhibe.","footnotes":""},{"sura":"17","aya":"36","translation":"hana dhihin (Raacraacin) Waxaadan u Cilmi lahayn, Illeen Maqalka, Araga iyo Qalbigaba waa lays warsane.","footnotes":""},{"sura":"17","aya":"37","translation":"Hana u soconin Dhulka kibir Illeen ma Jeexi Kartid Dhulka kumana gaadhaysid Buuraha dherare.","footnotes":""},{"sura":"17","aya":"38","translation":"Dhammaan waxaasna Xumaantiisu Eebahaa Agtiisa waa lagu Neceb yahay.","footnotes":""},{"sura":"17","aya":"39","translation":"Arrintaasu waa waxa Eebahaa kuu waxyooday oo xigmada, hana yeelin Eebe la jirkiisa Ilaah kale oo lagugu tuuro Jahannamo adoo lagu dagaalay oo lagu fogeeyey.","footnotes":""},{"sura":"17","aya":"40","translation":"ma wuxuu idiin doortay Eebihiin Wiilal oo ka yeeshay Malaa'igta gabdho idinku waxaad ku hadlaysaan hadal wayn.","footnotes":""},{"sura":"17","aya":"41","translation":"dhab ahaan waan ku Caddaynay (gagadinay) quraankan (wax badan) inay waantoobaan umase kordhin waxaan carar ahayn.","footnotes":""},{"sura":"17","aya":"42","translation":"waxaad dhahdaa hadduu la jiro Eebe Ilaah kale siday sheegi waxay ka dooni lahaayeen Eebaha Carshiga leh jid (Cibaado ama la mid noqosho).","footnotes":""},{"sura":"17","aya":"43","translation":"Eebaa ka Nasahan Kana Sarreeya waxay sheegi sarrayn wayn.","footnotes":""},{"sura":"17","aya":"44","translation":"waxaa u tasbiixsada (Qaddariya) Eebe Samooyinka todobada ah iyo Dhulka iyo waxa u dhexeeya, waxaan Eebe u Tasbiixsanayn ama ku mah- dinayna ma jiro, waydaanse garanayn tasbiixdooda, Eebana waa dulsame dambi dhaafa.","footnotes":""},{"sura":"17","aya":"45","translation":"markaad Akhriyi Quraanka waxaan yeellaa dhexdaada iyo dhexda kuwaan rumeynin Aakhiro xijaab (dayr) asturan.","footnotes":""},{"sura":"17","aya":"46","translation":"waxaana yeellay Quluubtooda dabool inay kasaan Quraanka dhagohoodana culays, markaad ku xusto Eebhaana Quraanka kaligis waxay u jeedsadaan Gadaal iyagoo carari.","footnotes":""},{"sura":"17","aya":"47","translation":"anagaa og waxay dhagaysan markay ku dhagaysan adiga iyagoo faqi markay dhihi Daalimiintu Waxaan Nin sixran ahayn ma raacaysaan.","footnotes":""},{"sura":"17","aya":"48","translation":"Day siday kuugu yeelaan tusaalayaal oy U dhumeen oyna u karin jidka Hanuunka.","footnotes":""},{"sura":"17","aya":"49","translation":"Waxay dhaheen (gaaladii) ma markaan noqonno lafo iyo burbur yaa nalagu soo celin Abuur cusub.","footnotes":""},{"sura":"17","aya":"50","translation":"waxaad dhahdaa noqda dhagax ama bir.","footnotes":""},{"sura":"17","aya":"51","translation":"ama khalqi (Abuur) ku wayn laabtiinna, waxayna dhihi yaa na soo eelin ku dheh Eebihiin idin abuuray markii hore, waxayna kuu gilgili madaxooda iyagoo leh waa goorma isagu, waxaad dhahdaa waxaa suurowda inay dhawdahay.","footnotes":""},{"sura":"17","aya":"52","translation":"waana maalintuu idiin yeedhi Eebe ood maqlaysaan isagoo mudan Mahad una malaynysaan inaydaan nagaanin wax yar mooyee.","footnotes":""},{"sura":"17","aya":"53","translation":"waxaad ku dhahdaa Addoomadayda ha dheheen sida u fiican, Shaydaanku wuu fasaadin dhexdiinnee, Shaydaanna Dadka col cadbuu u yahay.","footnotes":""},{"sura":"17","aya":"54","translation":"Eebihiinna idin og (waxaad tihiin) hadduu doono wuu idiin Naxariisan, hadduu doonana wuu idin Cadaabi, kuugumana aanaan dirin inaad wakiil (Ilaaliye u Noqoto).","footnotes":""},{"sura":"17","aya":"55","translation":"Eebahaana waa ogyahay waxa ku sugan Samooyinka iyo Dhulkam, dhab ahaan baana ugu fadilnay Nabiyada Qaarkood qaarka (kale) waxaana Siinay Nabi Daawuud Zabuur.","footnotes":""},{"sura":"17","aya":"56","translation":"waxaad dhahdaa u yeedha kuwaad sheeegateen oo Eebe ka soo hadhay ma hantaan inay idinka faydaan dhib ama idinka wareejiyaan.","footnotes":""},{"sura":"17","aya":"57","translation":"kuwaas ay caabudina iyagaaba ka dooni xagga Eebe u dhawaansho iyo kusii dhawaansho waxayna Rajayn Naxariistiisa, wayna ka cabsan cadaabkiisa, cadaabka Eebana waa wax laga digtoonaado.","footnotes":""},{"sura":"17","aya":"58","translation":"Qaryo (Magaalo) Aanaan halaagayn ma jirto ka hor Qiyaamada ama aan la cadaabayn (Ciqaabayn) cadaab daran waana arrin ku qoran Kitaabka (Looxul Maxfuudka).","footnotes":""},{"sura":"17","aya":"59","translation":"Umana aanaan daynin soo diridda Aayado (Mucjiso) inay beeniyeen kuwii hore mooyee, waxaana siinnay Thamuud Hashii oo wax tusisa wayna ku dulmi faleen (ka gaaloobeen) Aayadaha waxaan Cabsi galin ahayn uma soo dirro (Dejinno).","footnotes":""},{"sura":"17","aya":"60","translation":"(Xusuuso) markaan kugo nidhi Eebahaa wuxuu koobaa Dadka, kamana aanaan yeelin Riyadaan ku tusinay fidmada Dadka mooyee (Imtixaan) iyo Geedka lagu lacnaday Quraanka, waanu ku cabsiin umana siyaadiyo waxaan xadgudub wayn ahayn.","footnotes":""},{"sura":"17","aya":"61","translation":"(Xusuuso) markaan ku nidhi Malaa'igta u Sujuuda Aadan oy Sujuudeen Ibliis moyee, oo yidhi ma waxaan u sujuudi waxaad Abuurtay isagoo dhooba ah,","footnotes":""},{"sura":"17","aya":"62","translation":"wuxuuna yidhi ka warran kan aad iga sharriftay, haddaad dib ii dhigto tan iyo Qiyaamada waxaan ka adkaan (Dhumin) Faraciisa wax yar mooyee.","footnotes":""},{"sura":"17","aya":"63","translation":"Eebe wuxuu ku yidhi: Tag ciddii ku raacda oo ka midana Jahannamaa Jashiisu yahay abaal marin dhamaystiiran.","footnotes":""},{"sura":"17","aya":"64","translation":"ku duufso ciddaad karto oo ka mida codkaaga kuna soo Jiido fardahaaga iyo lugtaada lana wadaag xoolaha iyo Carruurta una yabooh, mana yabooho shaydaan waxaan dhagar ahayn (iyo Baadi).","footnotes":""},{"sura":"17","aya":"65","translation":"Addoomadayda kuma lihid xujo, Eebahooda waa ku filan yahay wakiil (Ilaaliye).","footnotes":""},{"sura":"17","aya":"66","translation":"Eebihiin waa kan idinku wada doonta (Markabka) badda dhexdeeda inaad doonataan Fadligiisa (Risqi) Eebana waa idiin Naxariiste.","footnotes":""},{"sura":"17","aya":"67","translation":"markuu idinku taabto badda dhibna wuu dhumaa waxaad baryeyseen Eebe mooyee, markuu idiin soo koriyo Barrigana waad jeedsatan Dadkuna waa Gaalnimo badane.","footnotes":""},{"sura":"17","aya":"68","translation":"Miyaad ka Aamin Noqoteen in Eebe idinla Gooyo dhinac Dhulka ka mida, ama idinku soo diro Dabayl daran markaas aydaan helin Wakiil.","footnotes":""},{"sura":"17","aya":"69","translation":"Miyaadse ka Aamin Noqoteen inuu idinku eeliyo (Badda) mar kale oos idinku diro Dabayl (wax jajabisa) oos idin Maansheeyo gaalnimadiinna darteed, markaas aydaan u helin wax noo raacda.","footnotes":""},{"sura":"17","aya":"70","translation":"dhabbaanu u sharrifnay Binii Aadamka waxaana ku xambaarray Barriga iyo Baddaba waxaana ku arsaaqnay wanaag, waxaana ka fadilnay wax badan oo ka mida waxaan Abuurray fadilaad.","footnotes":""},{"sura":"17","aya":"71","translation":"(xusuuso) Maalintaan cid walba ugu yeedhayno Imaamkeeda «Quraanka ama Nabiga» ciddiise laga siiyo Kitaabkiisa Midigta kuwaasi way akhrin Kitaabkooda lagamana dulmiyo xuub laf timireed.","footnotes":""},{"sura":"17","aya":"72","translation":"cidiise Addunka ku indho la' (xaqa diida) aakharana wuu indho la'aan oo ka dhumi Jidka.","footnotes":""},{"sura":"17","aya":"73","translation":"Waxay u dhawaadeen Gaaladii inay kaa Fidmeeyaan waxaan kuu waxyoonay inaad Nagu been abuuratid wax kale, Markaas ay kaa Yeeshaan Saaxiib.","footnotes":""},{"sura":"17","aya":"74","translation":"Hadaanan ku sugin waxaad u dhawaan lahayd inaad u iilato xagooda wax yar.","footnotes":""},{"sura":"17","aya":"75","translation":"Markaasaan ku dhadhansiin lahayn (Cadaab) Labanlaaban nolosha Adduun iyo Mid labanlaaban Geerida manahesheen gargaare.","footnotes":""},{"sura":"17","aya":"76","translation":"Waxayna u dhawaadeen inay kaa argagixiyaan Dhulka inay kaa bixiyaan Markaas oyna nagaadeen Gadaashaada wax yar Mooyee.","footnotes":""},{"sura":"17","aya":"77","translation":"Waana sunnada Rasuuladaan dirray Hortaa, una heli maysid Sunnadannada Wax dooriya (Leexin).","footnotes":""},{"sura":"17","aya":"78","translation":"Oog salaadda markay Qorraxdu suusho Ilaa madawga Habeenka iyo Quraanka (Salaada) waabariga (subaxa) Quraanka waabariguna waa mid la Joogee (Malaa'igta).","footnotes":""},{"sura":"17","aya":"79","translation":"Habeenkana Tahajud (Qaar tuka) isagoo Dheeraad kuu ah, Waxay u dhawdahay In Eebahaa kuu soo bixiyo maqaan la Mahadiyo (Shafeecada).","footnotes":""},{"sura":"17","aya":"80","translation":"Waxaad dhahdaa Eebow i gali Meel galid run ah, ina bixi bixin runa, iigana Yeel agtaada Xujo gargaara.","footnotes":""},{"sura":"17","aya":"81","translation":"Waxaad dhahdaa waxaa yimid Xaqii Waxaana tirtirmay Baadhilkii, Baadhilkiina wuxuu noqday mid la tirtiro.","footnotes":""},{"sura":"17","aya":"82","translation":"Waxaana soo dajinaynaa Quraanka Isagoo caafimaad iyo Naxariis u ah Mu'miniinta, Daalimiintana uma siyaadiyo Waxaan Khasare ahayn.","footnotes":""},{"sura":"17","aya":"83","translation":"Markaan u nicmaynno dadka wuu Jeedsadaa (xaqa ka fogaadaa) Haduu taabto dhibna wuu quustaa.","footnotes":""},{"sura":"17","aya":"84","translation":"Waxaad dhahdaa cid kasta ha ku camal fasho jidkkeda (Diinteeda) Eebihiinbaa og Cidda jidkeedu hanuun badan yahaye.","footnotes":""},{"sura":"17","aya":"85","translation":"Waxay ku warsan Ruuxda, dheh ruuxdu waa Amarka Eebahay Cilmina wax yarbaa la idin siiyay.","footnotes":""},{"sura":"17","aya":"86","translation":"Haddaan doonno waanu la tagi kaan kuu Waxyoonay (Quraanka) Markaasna uma helaysid Korkannaga wakiil (gargaare).","footnotes":""},{"sura":"17","aya":"87","translation":"Naxariista Eebahaa Mooyee illeen fadligiisu Korkaaga waa ku wayn yahaye.","footnotes":""},{"sura":"17","aya":"88","translation":"Waxaad dhahdaa hadday u kulmaan Insi iyo Jinni inay la yimaadaan Quraankan oo Kale lama imaan karaan wax lamida Qaarkood qaar haba caawiyee.","footnotes":""},{"sura":"17","aya":"89","translation":"Dhabaan ugu Cadaynay dadka Quraanka Tusaale kasta dadka badankiise wuu diiday Gaalnimo mooyee.","footnotes":""},{"sura":"17","aya":"90","translation":"waxay dheheen Gaaladii (Makaad) ku rumayn mayno intaad nooga jeexdo Dhulka Ilo (Burqan).","footnotes":""},{"sura":"17","aya":"91","translation":"ama kuu ahaan Beer Timir iyo Cinaba ood ku sii dayso dhexdeeda Wabiyo socda.","footnotes":""},{"sura":"17","aya":"92","translation":"ama nagaga soo riddid Samada saad sheegatay, Goosimo iyadoo ah, ama u keentid Eebe iyo Malaa'igta si caddaana.","footnotes":""},{"sura":"17","aya":"93","translation":"ama ku ahaado Guri dahaba ama ka kortid samada, kuna rumayn mayno koriddaada intaad noogaga soo dejisid kitaab aan Akhrino, waxaad dhahdaa Eebahaybaa nasahane ma waxaan bashar (Dad) Rasuula ahayn baan ahay.","footnotes":""},{"sura":"17","aya":"94","translation":"Dadka uma diidin inay Rumeeyaan markuu xaqu u yimid oon ahayn inay dhahaan ma wuxuu soo bixiyaa Eebe Bashar (Dad) ah Rasuullo.","footnotes":""},{"sura":"17","aya":"95","translation":"waxaad dhadaa hadday Dhulka yihiin Malaa'ig ku xasilloon (Degan) waxaan uga soo Dejin lahayn Samada Malag Rasuula.","footnotes":""},{"sura":"17","aya":"96","translation":"waxaad dhahdaa Eebaa ugu filan Marag dhexdeenna, isaguna waa ogaha arka Addoomadiisa.","footnotes":""},{"sura":"17","aya":"97","translation":"Cidduu Eebe Hanuuniyo umbaa hanuunsan, cidduu Dhumiyana uma helaysid ugargaare Eebe ka soo hadhay, waxaana ku soo kulminaynaa Qiyaamada Wajigooda iyagoo Indho la' oo hadal la' oo Dhaga la', Hooygooduna waa Jahannamo, markastooy Dantana waxaan u siyaadinaa Shidi (Hurin).","footnotes":""},{"sura":"17","aya":"98","translation":"taasina waa Abaalkooda ah inay ka gaaloobeen Aayaadkanaga, oy dheheen markaan lafo noqonno iyo burbur miyaa nala soo bixin Abuur Cusub.","footnotes":""},{"sura":"17","aya":"99","translation":"miyeyna ogayn Eebaha Abuuray Samooyinka iyo Dhulka inuu karo inuu Abuuro wax la mida una yeelo muddo aan shaki lahayn, wayse diideen Daalimiintii Gaalimo mooyee (wax kale).","footnotes":""},{"sura":"17","aya":"100","translation":"waxaad dhadaa idinku haddaad hanataan khasnadaha Naxariista Eebahay waad xajisan lahaydeen ka cabsi faqri, Dadku waa Bakhayl.","footnotes":""},{"sura":"17","aya":"101","translation":"waxaan dhab u siinay (Nabi) Muuse sagaal Aayadood (Mucjiso) oo cad cad ee warso Binii Israa'iil markuu u yimid oo ku yidhi Fircoon waxaan kuu malayn Muusow mid la sixray.","footnotes":""},{"sura":"17","aya":"102","translation":"wuxuuna yidhi (Nabi Muuse) waad ogtahay inuusan soo dejinin kuwaan waxaan Eebaha Samooyinka iyo Dhulka ahayn iyagoo xujooyin ah, anna waxaan kuu malayn Fircoonow mid la halaagi.","footnotes":""},{"sura":"17","aya":"103","translation":"markaasuu doonay fircoon inuu ka kaxeeyo Dhulka markaasaan Maansheynay isagii iyo intii la jirtay dhammaan.","footnotes":""},{"sura":"17","aya":"104","translation":"waxaana ku nidhi gadaashiis Banii Isra'iil dambane waanu idin keeni dhamaan.","footnotes":""},{"sura":"17","aya":"105","translation":"xaqbaana ku soo dejinay Quraanka xaqbuuna ku soo degay, waxaana ku dirray adoo Bishaareeye u diga ah,.","footnotes":""},{"sura":"17","aya":"106","translation":"waana Quraan oon u kala bixinnay (soo dejintiisa) inaad ku akhrido dadka kaadsiinyo, waana soo dejinay soo dejin Qaar Qaar ah.","footnotes":""},{"sura":"17","aya":"107","translation":"waxaad dhahdaa rumeeya Quraanka ama ha rumeynina kuwa la siiyey cilmiga (kuwa fiican) marka lagu akhriyo korkooda waxay u dhacaan wajiga iyagoo Sujuudi,","footnotes":""},{"sura":"17","aya":"108","translation":"waxayna dhihi waxaa Nasahan Eebahanno ee yabooha Eebahanno waa la fali (Imaan).","footnotes":""},{"sura":"17","aya":"109","translation":"waxayna u dhacaan wajiga iyagoo ooyi wuxuuna u kordhiyaa «Quraanku» Khushuuc.","footnotes":""},{"sura":"17","aya":"110","translation":"waxaad dhahdaa ama ku barya Ilaah, ama ku barya Raxmaan wax kasta ood ku baridaan wuxuu leeyahay magacyo fiican, ee ha la qaylyina Akhriskaaga (salaadda) hana qarsan ee doon jid u dhexeeya Arrintaas «dhexdehexaad».","footnotes":""},{"sura":"17","aya":"111","translation":"waxaadna dhahdaa mahad Eebaa iska leh een Yeelanin Ilmo, una signayn shariig xukunkiisu (lawadaage) una sugnayn gargaare dulli dartiis (uga gargaare) ee waynee waynayn (Sharrif).","footnotes":""}]}