{"result":[{"sura":"18","aya":"1","translation":"Mahad Eebaa iska leh Eebaha ku soo Dejiyey Addoonkiisa (Nabi Muxamad ah) Kitaabka (Quraanka) oon yeelinna Dhexdiisa Qallooc.","footnotes":""},{"sura":"18","aya":"2","translation":"Waana Toosanyahay si uu ugaga Digo Ciqaab daran oo Eebe Xaggiisa ka ahaatay, uguna Bishaareeyo Mu'miniinta fala Wanaagga inay Muteen Ajir Fiican.","footnotes":""},{"sura":"18","aya":"3","translation":"Kuna Nagaanayaan (janada) Waligood.","footnotes":""},{"sura":"18","aya":"4","translation":"Ugana Digo kuwa Yidhi wuxuu yeeshey Eebe Ilmo.","footnotes":""},{"sura":"18","aya":"5","translation":"Uma laha wax Cilmi ah iyaga iyo Aabayaalkood midna, waxaana waynaatay Kalimad ka soo Baxday Afafkooda, mana dhahayaan waxaan Been ahayn.","footnotes":""},{"sura":"18","aya":"6","translation":"Waxaad u Dhawdahay inaad ku (Halaagto) Naftaada Nabiyow Raadkooda (gadaashooda) haddayna rumeyn Quraankan, walbahaar dartiis.","footnotes":""},{"sura":"18","aya":"7","translation":"Waxaan ka yeellay waxa Dhulka Korkiisa ah Quruxdiisa, si aan u Imtixaanno Midkooda Fiican-Camal.","footnotes":""},{"sura":"18","aya":"8","translation":"Waxaana ka yeelaynaa waxa korkeeda ah Bannaan aan wax ka soo Bixin.","footnotes":""},{"sura":"18","aya":"9","translation":"Ma waxaad u malaysay Nabiyow Godkii Asaxaabtiisii (Dadkiisii) iyo Kitaabkii (iyo Looxii) inay ugu yaab badantahay Aayaadkanaga.","footnotes":""},{"sura":"18","aya":"10","translation":"Waa markay u Dummeen Dhallinyaradu Godka oy dhaheen Eebow naga sii Agtaada Naxariis noona Darab Amarkanaga Hanuun.","footnotes":""},{"sura":"18","aya":"11","translation":"Markaasaan ku Siidaynay Hurdo Godka dhexdiisa Sanooyin Badan.","footnotes":""},{"sura":"18","aya":"12","translation":"Markaasaan soo Bixinnay si aan u Muujinno Labada Xizbi midkooda Kobid Badan intay Nagaadeen Muddo.","footnotes":""},{"sura":"18","aya":"13","translation":"Anagaa kaaga Qisoon warkooda si Xaq ah, waxay ahaayeen Dhallinyaro rumeeyey Eebehood, waxaana u siyaadinay hanuun.","footnotes":""},{"sura":"18","aya":"14","translation":"waxaan xoojinay (oon adkayna) quluubtooda, oyna dhaheen Eebehanno waa Eebeha Samaawaadka iyo Dhulka, baryinamayno (Caabudimayno) Ilaah ka soo hadhay, waxaan ku hadalay markaas hadal Xun (oo baadil ah).","footnotes":""},{"sura":"18","aya":"15","translation":"Kuwaasu waa qoomkanagii waxay yeesheen Eebe ka sokow ilaahyo, mey u keenaan korkooda wax xujo cad ah, yaase ka dulmi badan ruux ku abuurtay Eebe dushiisa been.","footnotes":""},{"sura":"18","aya":"16","translation":"markaad ka fogaataan gaalada iyo waxay caabudi oo Eebe ka soo hadhay u dunma (u hoyda) godka wuxuu idiin fidin Eebihiin naxariise idinkanadarbi amarkiinna waxaad ku istareexdaan kuna kala saartaan xumaanta iyo wanaagga.","footnotes":""},{"sura":"18","aya":"17","translation":"waxaad arkaysaa Qorraxda oo markay Dhalato uga iilan Godkooda xagga Midig, markay dhicina ka Gooyn xagga bidix iyagoo ku sugan Meel Waasac ah oo Godka, taasina waxay ka mid tahay Aayaadka Eebe, Ruuxuu hanuuniyo Eebe unbaa hanuunsan, Ruuxuu Dhumiyana u helimaysid Gargaare hanuuniya.","footnotes":""},{"sura":"18","aya":"18","translation":"Waxaad u malayn inay soo jeedaan iyagoo Jiifa, waxaana u gagadin Midig iyo Bidix, Eygoodiina wuxuu ku fidin Dhudhumadiisa Albaabka, haddaad aragto waad ka jeedsanlahayd, adoocarari waxaana lagaa buuxinlahaa Xagooda Argagax.","footnotes":""},{"sura":"18","aya":"19","translation":"Saasaana u soo bixinay inay is warsadaan dhexdooda, wuxuu yidhi mid ka mid ah imisaad nagaateen, waxay dhaheen waxaan nagaannay Maalin ama maalin qaarkeed, waxay dhaheen Eebeheenbaa og waxaad nagaateen ee ladira midkiin lacagtan xagga Magaalada, hana soo fiiriyo Cid Cunno xalaalaysan * hana idiinka Keeno Rizqi hana isqariyo (oo istartiibiyo) yuuna idin ogeeysiin xaggooda ruuxna.","footnotes":""},{"sura":"18","aya":"20","translation":"iyagu hadday idin arkaan way idin dhagaxyeyn, ama idinku Celin diintooda mana Liibaanaysaan markaas waligiin.","footnotes":""},{"sura":"18","aya":"21","translation":"Saasaan u daalacsiinay (u tusinay) Dadka si ay u ogaadaan in yabooha Eebe Xaq yahay, saacadda (qiyaamana) aan shaki ku jirin (waxaan tusinay) markay ku murmeen dhexdooda amarkooda, oy (isku) dhaheen ka dhisa korkooda dhismo, Eebahood baa og iyagee, waxay dhaheen kuwii ku reeyey amarkooda aan ka yeelano korkooda Masaajid.","footnotes":""},{"sura":"18","aya":"22","translation":"waxay dhihi waxay ahaayeen saddex waxaana afreeyey Eygoodii, waxay dhihi waxay ahaayeen shan waxaana lixeeyey eygoodii iyagoo iska gani wax maqan (iska dhihi cilmi la'aan) waxay dhihi waxay ahaayeen todobo waxaana siddeedeeyey eygoodii, waxaad dhahdaa Eebahay baa og tiradooda, mana oga wax yar mooyee, ee ha kula murmin xaalkooda muran muuqda oo fudud mooyee, hana waydiin xaggooda Ruuxna.","footnotes":""},{"sura":"18","aya":"23","translation":"ha ku dhihin shaygaasaan fali barri.","footnotes":""},{"sura":"18","aya":"24","translation":"(adoon dhihin) hadduu doono Eebe, xusna Eebahaa haddaad halmaanto, waxaadna dhahdaa wuxuu u dhawyahay inuu igu hanuuniyo Eebahay wax ka dhaw kaas oo toosni ah.","footnotes":""},{"sura":"18","aya":"25","translation":"waxay ku nagaadeen godkoodii seddex boqol oo sano waxayna siyaadsadeen sagaal.","footnotes":""},{"sura":"18","aya":"26","translation":"waxaad dhahdaa Eebaa og waxay nagaadeen waxaa u sugnaaday waxa ku maqan samooyinka iyo dhulka, arki ogaa oo maqli ogaa Eebe, umana sugnaanin Dadka isaga ka sokow gargaare lamana wadaajiyo xukunkiisa Cidna.","footnotes":""},{"sura":"18","aya":"27","translation":"akhri (oo raac) waxa laguu waxyooday oo kitaabka Eebahaa ah, wax baddali kalimooyinkiisana ma jiro, mana helaysid wax ka sokeeya ood magangashid.","footnotes":""},{"sura":"18","aya":"28","translation":"ee ku samirsii naftaada la jirka kuwa baryaya Eebahood aroor iyo galabba, iyagoo dooni wajigiisa, yeyna ka iilanin Indhahaagu xagooda adoo dooni quruxda nolosah dhaw (ee aduun) hana adeeein ruuxaan halmaansiinnay qalbigiisa Xusiddanada oo raacay hawadiisa uuna ahaaday amarkiisu xadgudub (iyo Xumaan).","footnotes":""},{"sura":"18","aya":"29","translation":"waxaad dhahdaa xaqu Eebihiin buu ka ahaaday ee ciddii doonta ha gaalowdo, anagu waxaan u darabnay daalimiinta naar oy koobtay iyaga (barxadeedu) iyo darbigeedu, hadday kaalmo warsadaanna waxaa, loogu kaalmeeya biyo daamuur oo kale ah oo duba wajiyada iyagaa u xun cabbid iyadaana u xun dangiigsi.","footnotes":""},{"sura":"18","aya":"30","translation":"Kuwa rumeeyey (Xaqa) oo camal fiican falay annagu ma hallayno Ciddii Wanaajisa Camalka.","footnotes":""},{"sura":"18","aya":"31","translation":"Kuwaas waxay mudan janada Cadnin oo dureeri Dhexdeeda Wabiyaal, looguna Labisi Dhexdeeda Jijimo Dahab ah, una xidhay Maryo Caggaaran oo Xariir Jilicsan iyo mid adagba, waxayna ku Dangiigsan dhexdeeda Sariiro korkood, waa abaal marin Fiican una Wanaagsan meel lagu (istareexo) laguna nasto.","footnotes":""},{"sura":"18","aya":"32","translation":"Uga yeel tusaale Labo Nin oon u yeellay Midkood Laba Beerood oo Cinab ah, kuna koobnay Timir yeellayna Dhexdeeda Tallaal (beer).","footnotes":""},{"sura":"18","aya":"33","translation":"Labada Beeroodba oy keentay Cunnadeedii, oyna waxba Nusqaamina, oon kana Dhambalay dhexdeeda Wabiyo.","footnotes":""},{"sura":"18","aya":"34","translation":"Midhana uu leeyahay oo markaas ku yidhi Saaxiibkiis asagoo hadalka ku celcelin anaa kaa Xoolo badan Kaana Tol badan.","footnotes":""},{"sura":"18","aya":"35","translation":"Wuxuu galay Beertiisii isagoo dulmiyey Naftiisa, wuxuu yidhi uma malaynayo inay Halaagsami Waligeed.","footnotes":""},{"sura":"18","aya":"36","translation":"Umana Malaynayo in Saacadda (Qiyaame) kici, haddii lay celiyo Xagga Eebahayna waxaan ka heli mid ka khayrroon Noqoshada.","footnotes":""},{"sura":"18","aya":"37","translation":"Wuxuu yidhi saaxiibkiisii isagoo la hadli ma waxaad ka gaaloowday Eebaha kaa Abuuray Carro, hadana dhibic markaas ku ekeeyey adoo nin ah.","footnotes":""},{"sura":"18","aya":"38","translation":"hasa yeeshee ilaahay waa Eebahay lana wadaajiin maayo Eebahay (cibaadada) cidna.","footnotes":""},{"sura":"18","aya":"39","translation":"maxaadan markaad gasho beertaada u dhihin wuxuu doone Eebe*, xoog ma jiro Eebe mooyee, haddaad aragtay anoo kaa yar adiga xoolo iyo Caruurba.","footnotes":""},{"sura":"18","aya":"40","translation":"wuxuu u dhawyahay Eebehay inuu i siiyo wax ka khayr badan Beertaada, kuna diro korkeeda aafo samo, oy markaas ahaato bannaan lagu simbiririxoodo.","footnotes":""},{"sura":"18","aya":"41","translation":"ama ahadaan biyaheedu kuwa gudha oodan karin doonid (soo celin).","footnotes":""},{"sura":"18","aya":"42","translation":"waa la koobay midhihiisii (la halaagay) oo ahaaday kii gaddin gacmihiisa wuxuu ku bixiyey iyadoo ku dhacday darbiyadeeda, isagoo leh shalleytee maanan la wadaajin Eebahay Cidna.","footnotes":""},{"sura":"18","aya":"43","translation":"uma ahaanin koox u gargaarta oo ka soo hadhay Eebe mana aha mid gargaarta.","footnotes":""},{"sura":"18","aya":"44","translation":"halkaas (qiyaamada) yey awoodu u ahaan Eebaha xaqa ah, isagaana khayrroon abaal marin khayrroonna cidhib.","footnotes":""},{"sura":"18","aya":"45","translation":"uga yeel Nabiyow tusaale nolosha Adduunyo Biyo oo kale oon ka soo dejinay samada oo isku darsamay waxa ka soo baxay dhulka oo markaas noqday ingayg kala firdhiso dabayluhu, wuxuuna ahaaday Eebe kii wax kasta kara.","footnotes":""},{"sura":"18","aya":"46","translation":"xoolaha iyo wiilashu (caruurtu) waa quruxda nolosha adduunyo, kuwa hadha ee wanaagsan yaa ku khayrroon Eebahaa agtiisa abaalmarin una khayrroon yididiilo (camalka fiican).","footnotes":""},{"sura":"18","aya":"47","translation":"xus maalinta aannu kaxayn buuraha ood arkayso dhulka oo muuqda, oon soo kulminay dadkii oonan ka tagin cidna.","footnotes":""},{"sura":"18","aya":"48","translation":"waxaana loo banbhigi dadkii Eebahaa iyagoo saf ah, dhab ahaan yaad noogu timaadaan saan idiin abuuray markii horaba (yaa lagu dhihi) waxaadse sheegateen inaanaan idiin yeelayn ballan «kulama».","footnotes":""},{"sura":"18","aya":"49","translation":"waxaana la dejin (keeni) Kitaabkii (camalka) waxaadna arkaysaa dambiilayaashii oo ka cabsan waxaa ku sugan oo dhihi halaaganee muxuu leeyahay kitaabkan oosan uga tagayn wax yar iyo wax wayn ee uu koobay wayna heli waxay camal faleen oo jooga, manadulmiyo Eebahaa cidna.","footnotes":""},{"sura":"18","aya":"50","translation":"(xusuuso) markaan ku nidhi Malaa'igta u sujuuda Aadam, oo ay sujuudeen Ibliis mooyee, wuxuu ka mid yahay Jinniga wuxuuna ka faasiqoobay (baxay) amarka Eebe, miyaad ka yeelanaysaan isaga iyo faraciisa gargaare ani ka sokow iyagoo col idiin ah, waxaa u xun daalimiinta badelkooda (ibliis).","footnotes":""},{"sura":"18","aya":"51","translation":"maraga ugama dhigin kuwaas abuurka Samooyinka iyo dhulka iyo abuurka Naftooda, mana ihi mid ka yeelan baadiyayaalka kaalmo.","footnotes":""},{"sura":"18","aya":"52","translation":"(xusuuso) maalinta Eebe dhihi u yeedha kuwaad ila wadaajiseen (Cibaadada) ood sheegteen (adduunka) markaasay u yeedheen mana ajiibin (u jawaabin) waxaana yeellay dhexdooda Meel halaag.","footnotes":""},{"sura":"18","aya":"53","translation":"waxayna arkaan dambiilayaashu naarta waxayna yaqiinsan inay ku dhici mana helayaan xageeda meelay uga iishaan.","footnotes":""},{"sura":"18","aya":"54","translation":"dhab ahaan yaan ugu caddaynay quraankan dadka tusaale kasta, waxayna ahaadeen dadkii kuwo muran badan.","footnotes":""},{"sura":"18","aya":"55","translation":"wax ka reebay dadka inay rumeeyaan markuu u yimid hanuunku oy dambi dhaaf warsadaan Eebahood ma jiro oon ahayn (sugid) inay u timaaddo waddadii kuwii hore, ama ugu yimaaddo cadaab caddaan.","footnotes":""},{"sura":"18","aya":"56","translation":"mana dirro rasuullada iyagoon bishaaraynneyn oon digayn, waxayna ku murmi kuwii gaaloobay xumaan inay ku buriyaan xaqa, waxayna ka yeesheen aayaadkeygii iyo wixii loogu digay jeesjees.","footnotes":""},{"sura":"18","aya":"57","translation":"ruuxna kama dulmin badana cid lagu waaniyey aayaadka Eebihiis markaas ka jeedsaday xageeda oo halmaamay waxay hormarsadeen gacmihiisu, waxaan yeellay quluubtooda dabool inayan fahmin quraanka dhagahooda culays haddaad ugu yeedho hanuunkana ma hanuunayaan waligood.","footnotes":""},{"sura":"18","aya":"58","translation":"Eebahaa waa dambi dhaafe naxariisleh hadduu u qaban dadka waxay kasbadeen (oo xumaan) wuxuu u dadajin cadaabka, waxayse leeyihiin ballan oyna helayn meelay uga iishaan.","footnotes":""},{"sura":"18","aya":"59","translation":"taasi waa magaalooyinkii oon halaagnay markay dulmi faleen waxaana u yeellay halaagoodii ballan (waqti).","footnotes":""},{"sura":"18","aya":"60","translation":"(xusuuso) markuu ku yidhi (Nabi) Muuse yarkiisii (ardaygiisii) ma joogayo intaan ka gaadho kulanka labada Badood, amaan socdo muddo.","footnotes":""},{"sura":"18","aya":"61","translation":"markay gaadheen kulankooda waxay halmaameen kalluunkoodii oo ka dhigtay waddadiisa badda dhexdeeda Godoo kale.","footnotes":""},{"sura":"18","aya":"62","translation":"markay tallaabeen yuu ku yidhi khaadimkiisii ina sii qadadeenna waxaan kala kulannay safarkeenna daale.","footnotes":""},{"sura":"18","aya":"63","translation":"wuxuu yidhi (yarkii) ka warran markaan u dumannay (u hoyanay) dhagixii inaan halmaamay kalluunkii wax i halmaansiiyey oon shaydaan ahayn inaan xusuusto ma jiro, wuxuuna ka dhigtay waddadiisa badda la yaab.","footnotes":""},{"sura":"18","aya":"64","translation":"wuxuu yidhi (Nabi Muuse) kaasi waa kaan doonaynay, waxayna ku noqdeen raadkoodii iyagoo raaci.","footnotes":""},{"sura":"18","aya":"65","translation":"waxayna ka heleen addoon ka mid ah addoomadanada oon siinay naxariis agtanada ah ka barneyna agtanada cilmi.","footnotes":""},{"sura":"18","aya":"66","translation":"wuxuu ku yidhi muuse ma ku raaci karaa inaad i bartid waxa lagu baray oo hanuun ah.","footnotes":""},{"sura":"18","aya":"67","translation":"wuxuuna ku yidhi (Khadir) adigu ma karaysid la jirkayga samir.","footnotes":""},{"sura":"18","aya":"68","translation":"seed ugu samri waxaadan koobin cilmi (aqoon).","footnotes":""},{"sura":"18","aya":"69","translation":"wuxuu yidhi (muuse) waad i heli hadduu Eebe doono mid ku samra oon kuguna caasiyin arrin.","footnotes":""},{"sura":"18","aya":"70","translation":"wuxuu yidhi haddaad i raacdo hay waydiinin waxba intaan kaaga sheego (warramo).","footnotes":""},{"sura":"18","aya":"71","translation":"way tageen intay ka koreen markab oo uu rujiyey (loox) markaas uu yidhi ma waxaad u rujisay inaad dadkeeda maansheyso waxaad la timid arrin la kahdo.","footnotes":""},{"sura":"18","aya":"72","translation":"wuxuu ku yidhi miyaanan ku dhihin adigu ma karaysid la jirkayga samir.","footnotes":""},{"sura":"18","aya":"73","translation":"wuxuu yidhi (muuse) ha iiqabanin waxaan halmaamay hana igu mashaqayn amarkayga si dhib ah.","footnotes":""},{"sura":"18","aya":"74","translation":"way tageen intay kala kulmaan wiil (yar) markaasuu dilay, markaasuu yidhi Muuse ma waxaad dishay naf daahir ah oon naf dilin, waxaad la timid shay la kahdo.","footnotes":""},{"sura":"18","aya":"75","translation":"wuxuu yidhi miyaanan kuu dhihin adigu ma karaysid la jirkayga samir.","footnotes":""},{"sura":"18","aya":"76","translation":"wuxuu yidhi haddaan ku warsado wax tan dabadeed hayla saaxiibin waxaad gaadhay garowsho xaggayga ahe.","footnotes":""},{"sura":"18","aya":"77","translation":"way tageen intay ka yimaadaan magaalo oy warsadaan cunno dadkeeda wayna diideen inay martigaliyaan waxayna heleen darbi dooni inuu dumo markaasuu joojiyey wuxuuna yidhi haddaad doonto waxaad ka yeelan lahayd ujuuro.","footnotes":""},{"sura":"18","aya":"78","translation":"wuxuu yidhi kan waa kala tagii dhexdeenna, waxaana kaaga warrami fasiraadda waxaadan karin inaad ku samirto.","footnotes":""},{"sura":"18","aya":"79","translation":"markabka waxaa lahaa masaakiin ka shaqqeeya badda waxaana doonay inaan Ceebeeyo waxaana ahaa hortooda xaakim ka qaata doon kasta (oo fayow) dhaca.","footnotes":""},{"sura":"18","aya":"80","translation":"Wiilkana waxay ahaayeen labadiisii waalid mu'miniin waxaana ka cabsannay inuu ku mashaqeeyo xadgudub iyo (gaalimo).","footnotes":""},{"sura":"18","aya":"81","translation":"waxaana doonnay inuu ugu badalo Eebahood mid ka khayroon daahirnimo iyo u dhawi naxariis.","footnotes":""},{"sura":"18","aya":"82","translation":"darbigana waxaa leh labo wiil oo agoon ah oo magaalada, waxaana hoostiisa ah kansi ay leeyihiin wuxuuna ahaa aabahood mid suubban, wuxuuna doonay Eebahaa inay gaadhaan xooggooda lana baxaan kansigooda naxariista Eebahaa dartiis, uma falin rayigayga kaasi waa fasirka waxaadan karin samirkiisa*.","footnotes":""},{"sura":"18","aya":"83","translation":"waxay ku warsan Dul qarnayn xaggiisa waxaad dhahdaa waxaan idinku akhrin xaggiisa war (waxyi).","footnotes":""},{"sura":"18","aya":"84","translation":"a nagaa makaninay (siinnay) xukun dhulka waxaana u sinnay wax kasta sabab (cilmi).","footnotes":""},{"sura":"18","aya":"85","translation":"wuxuuna raacay waddo.","footnotes":""},{"sura":"18","aya":"86","translation":"markuu gaadhay qorrax u dhacna wuxuu helay iyadoo ku dhici il dhoobo ah (muuqaalka) wuxuuna ka helay agteeda qoom, waxaana nidhi Dul qarnaynow waa inaad cadaabto ama ka yeelato wanaag.","footnotes":""},{"sura":"18","aya":"87","translation":"wuxuuna yidhi ruuxii dulmi fala waannu cadaabi (ciqaabi) markaasaa loo celin Eebihiis wuuna cadaabi cadaab daran.","footnotes":""},{"sura":"18","aya":"88","translation":"ruuxiise rumeeya oo fala wanaag wuxuu mudan abaal fiican waxaana u dhihi amarkannaga fudayd.","footnotes":""},{"sura":"18","aya":"89","translation":"markaasuu raacay waddo.","footnotes":""},{"sura":"18","aya":"90","translation":"markuu gaadhay qorrax ka soo baxna wuxuu helay iyadoo ku soo baxda qoom aanaan yeelin sokeydeeda asturaad.","footnotes":""},{"sura":"18","aya":"91","translation":"waa sidaas, waxaana ku koobnaa waxa agtaada ah ogaansho.","footnotes":""},{"sura":"18","aya":"92","translation":"markaasuu raacay waddo,","footnotes":""},{"sura":"18","aya":"93","translation":"markuu gaadhay labada xidhmo dhexdooda wuxuu ka helay hortooda qoom aan garanayn hadal (af gaar ah k u hadla).","footnotes":""},{"sura":"18","aya":"94","translation":"waxayna dheheen dul qarnaynow yaajuuj iyo maajuj waxay fasaadin dhulka ee ma kuu yeellaa ujuuro inaad yeesho dehxdanada xidheen jidaar.","footnotes":""},{"sura":"18","aya":"95","translation":"wuxuu yidhi wuxuu imakaniyey (isiiyey) Eebahay yaa ka khayrroon ee iigu caawiya xoog aan yeelo dhexdiinna xidheene.","footnotes":""},{"sura":"18","aya":"96","translation":"i siiya goosimo bir ah, markuu ekeeyey labada dhinac dhexdooda wuxuu yidhi afuufa markuu ka yeelay dabna wuxuu yidhi i siiya aan ku shubee maar la dhalaaliyey.","footnotes":""},{"sura":"18","aya":"97","translation":"mana karayaan inay ka soo kor baxaan (ka soo dhacaan) mana karayaan inay duleeliyaan.","footnotes":""},{"sura":"18","aya":"98","translation":"wuxuuna yidhi kan waa naxariis Eebahay, Markuu yimaaddo yabooha Eebahayna wuxuu ka yeela burbur, yabooha Eebahayna waa zaq (sugan).","footnotes":""},{"sura":"18","aya":"99","translation":"waxaana ka yeeli qaarkood maalintaas kii qaarka (kale) dhexgali waxaana la afuufaa suurka waana soo kulminnaa kulmin.","footnotes":""},{"sura":"18","aya":"100","translation":"waxaana u bandhigaynaa jahannamo maalintaa gaalada bandhig.","footnotes":""},{"sura":"18","aya":"101","translation":"waana kuway indhahoodu yihiin dabool dhexdiis xagga xuskayga mana aha kuwo kara (maqalka) xaqa.","footnotes":""},{"sura":"18","aya":"102","translation":"ma waxay u maleeyeen kuwii gaaloobay inay ka yeesheen addoomadayda iga sokow awliyo (oy caabudaan) waana u darabnay jahannamo gaalada dagid.","footnotes":""},{"sura":"18","aya":"103","translation":"waxaad dhahdaa ma idiin warramaa kuwa khasaaro badan camallo.","footnotes":""},{"sura":"18","aya":"104","translation":"waa kuwuu dhumay camalkoodu nolosha adduun iyagoo isuna malayn inay wanaajin camalka.","footnotes":""},{"sura":"18","aya":"105","translation":"kuwaasu waa kuwa ka gaaloobay aayaadka Eebahood iyo la kulankiisa oo buray camalkoodu umana joojinno maalinta qiyaame miisan «qiimana ma leh».","footnotes":""},{"sura":"18","aya":"106","translation":"kaasina waa abaalkoodii jahannamo gaalnimadooda darteed, waxayna ka yeesheen aayaad kayga iyo rasuulladayda jeesjees.","footnotes":""},{"sura":"18","aya":"107","translation":"kuwa rumeeyey (xaqa) oo fala camal fiican waxay u ahaatay jannada firdowso degid, (martiqaad).","footnotes":""},{"sura":"18","aya":"108","translation":"wayna ku waari dhexdeeda mana doonaan inay xaggeeda ka wareegaan (guuraan).","footnotes":""},{"sura":"18","aya":"109","translation":"waxaad dhahdaa hadday u noqoto badda khad kalimooyinka Eebahay waxaa dhammaan lahaa badda ka hor dhammaanshaha kalimaadka Eebahay aaban keenno isagoo kale (oo siyaadin ah).","footnotes":""},{"sura":"18","aya":"110","translation":"waxaad dhadha waxaan uun ahay anigu bashar (dad) idinkoo kale ah, waxaa laywaxyooday in uun yahay ilaahiin ilaah kaliya, ruuxiise dooni la kulanka Eebihiis ha falo camal fiican, yuuna la wadaajinna cibaadada Eebihiis cidna.","footnotes":""}]}