{"result":[{"sura":"21","aya":"1","translation":"Xisaabtoodii iyagoo Halmaansho ku Sugan oo Jeedsan.","footnotes":""},{"sura":"21","aya":"2","translation":"Quraankastee oo uga Yimaadda Xagga Eebahood kana Soo darriya way maqlaan iyagoo Ciyaari.","footnotes":""},{"sura":"21","aya":"3","translation":"Oy shuqloontahay Quluubtoodu, waxayna hoos u dhigeen Faqii kuwii Dulmi Falay (iyagoo dhihi) kanu ma waxaan Dad idinkoo kale ahaynbaa, ma waxaad u imanaysaan sixir idinkoo Arka.","footnotes":""},{"sura":"21","aya":"4","translation":"Wuxuu yidhi (Nabigii) Eebahaybaa Og Hadalka Samada ku Sugan iyo Dhulka, waana Maqle Oge ah.","footnotes":""},{"sura":"21","aya":"5","translation":"Waxay Dheheen (Gaaladii) Saas ma aha ee waa Qarowyo saa ma aha ee wuu Been Abuurtay, Saas ma aha ee waa gabayaa ee ha noo keeno Aayad Sidii Lagu diray Kuwii hore.","footnotes":""},{"sura":"21","aya":"6","translation":"Mayna Rumeynin Hortood Magaalo aan Halaag (La doonay) ee Ma iyagaa Rumeyn.","footnotes":""},{"sura":"21","aya":"7","translation":"Maanaan Dirin Hortaa Rag mooyee, kuwaas oon u Waxyoonay, ee Warsada kuwa Cilmiga leh Haddaydaan wax Ogayn.","footnotes":""},{"sura":"21","aya":"8","translation":"Kamaanaan Dhigin (Nabiyada) Jasad (Muqaal) oon Cunayn Cunno mana ahayn kuwo Waara.","footnotes":""},{"sura":"21","aya":"9","translation":"Markaasna waxaan u Rumeynay Yaboohii waana Korrinay iyagii iyo Ciddaan Doono, waxaana Halaagnay Xadgudbayaasha.","footnotes":""},{"sura":"21","aya":"10","translation":"Waxaan idiin soo Dejinay Kitaab Sharaftiinnu ku Sugantahayee Miyeydaan Kasayn.","footnotes":""},{"sura":"21","aya":"11","translation":"Badanaana intaan Halaagnay Magaalo Dulmi Badan (Dadkeedu) oon Ahaysiinay Gadaasheed Qoom kale.","footnotes":""},{"sura":"21","aya":"12","translation":"Markay kaseen Cadaabkanaga yey ahaayeen kuwo ka Carari.","footnotes":""},{"sura":"21","aya":"13","translation":"Ha Cararina kuna noqda wixii laydiinku Raaxeeyey iyo Guryihiinna waxay u Dhawdahay in wax laydin warsadee.","footnotes":""},{"sura":"21","aya":"14","translation":"Waxay Dhaheen Halaaganagee waxaan nahay Daalimiin.","footnotes":""},{"sura":"21","aya":"15","translation":"Saasna kuma tagin Qayladoodu intaan ka yeello, wax la shafay oo Bakhtiya.","footnotes":""},{"sura":"21","aya":"16","translation":"Maanaan Abuurin Samooyinka iyo Dhulka iyo waxa u Dhaxeeya Anagoo Ciyaari.","footnotes":""},{"sura":"21","aya":"17","translation":"Haddaan Doono Madadaallo inaan yeelano waxaan ka yeelan lahayn Agtanada haddaan Falayno.","footnotes":""},{"sura":"21","aya":"18","translation":"Xaqaanse ku Gannaa Baadilka oo Tirtira markaasuu tagaa, waxaa idiinku Sugnaaday Halaag waxaad Sheegaysaan.","footnotes":""},{"sura":"21","aya":"19","translation":"Ilaahay waxaa u sugnaaday waxa Samooyinka ku sugan iyo Dhulka, kuwa Eebe Agtiisa ahna Iskama Kibriyaan Cibaadadiisa kamana daalaan.","footnotes":""},{"sura":"21","aya":"20","translation":"wayna Nasahaan Habeen iyo Dharaarba kamana Noogaan.","footnotes":""},{"sura":"21","aya":"21","translation":"Mise waxay yeesheen (Gaaladii) Ilaahyaal Dhulka Xaggiisa oo wax soo Nooleeya.","footnotes":""},{"sura":"21","aya":"22","translation":"Hadday yihiin dhexdooda (Samada iyo Dhulka) Ilaahyo way Fasaadi Lahaayeen, waxaa ka Nasahan Eebaha Carshiga leh waxay ku Tilmaami.","footnotes":""},{"sura":"21","aya":"23","translation":"Lama warsanayo wuxuu Falo Iyagase waa la warsan.","footnotes":""},{"sura":"21","aya":"24","translation":"Mise waxay Yeesheen Eebe ka sokow Ilaahyo, waxaad Dhahdaa keena Xujadiinna, kana waa (quraanka) sheegi waxa ila jooga iyo sheegiddii kuwii iga horreeyey, Badidoodse ma oga Xaqa wayna ka Jeedsan.","footnotes":""},{"sura":"21","aya":"25","translation":"Rasuulkaan hortaa dirayba waxaan u waxyoonay ilaah aan Ani ahayn ma jiro ee I caabuda.","footnotes":""},{"sura":"21","aya":"26","translation":"waxay dhaheen Gaaladii wuxuu Yeeshay (Eebaha) Raxmaana Ilmo, waa ka Nasahanyahay, waase Addoomo (Malaa'igtu) la Sharrifo.","footnotes":""},{"sura":"21","aya":"27","translation":"kagama hor maraan Hadal iyaguna Amarkiisay ku Camalfalaan.","footnotes":""},{"sura":"21","aya":"28","translation":"wuxuu ogyahay waxa hortooda iyo Gadaashooda ah umana shafeecaan Ciduu ka raaliyahay mooyee iyaguna Cabsidiisay la Baqaan.","footnotes":""},{"sura":"21","aya":"29","translation":"ruuxii dhaha oo ka mid ah Malaa'igta anaa Ilaah ah Eebe ka sokow, kaas waxaannu ku Abaal marin Jahannamo, saasaana ku Abaal marinnaa Daalimiinta.","footnotes":""},{"sura":"21","aya":"30","translation":"miyeyna arkayn kuwii Gaaloobay in Samooyinka iyo dhulku ahaayeen kuwo isku dhaggan oona kala Bixinay, kana yeelay Biyaha wax kasta oo Nool ee miyeyna Rumaynayn.","footnotes":""},{"sura":"21","aya":"31","translation":"waxaana yeellay Dhulka Sugayaal (buuro) inayna la iilanin Dadka, waxaana yeellay Dhexdeeda Karimo Waddooyin ah, inay ku Toosaan.","footnotes":""},{"sura":"21","aya":"32","translation":"waxaana ka yeelay Samada Saanqaaf ilaashan iyaguna Calaamooyinkeeda way ka jeedsan.","footnotes":""},{"sura":"21","aya":"33","translation":"Eebe waa kan Abuuray Habeenka, Maalinta, Qorraxda iyo dayaxa mid kastana Falag buu Dhexdabbaalan.","footnotes":""},{"sura":"21","aya":"34","translation":"maanan yeelin Dadka ka horreeyey kuwo waara ee haddaad dhimato ma iyagaa waari (Gaaladu).","footnotes":""},{"sura":"21","aya":"35","translation":"Naf kastaa waxay dhadhamin Geeri waxaana idinku Imtixaami Shar iyo Khayr Ibtilo darteed, xagganagaana laydiin soo Celin.","footnotes":""},{"sura":"21","aya":"36","translation":"markay ku arkaan kuwii Gaaloobay waxay kaa yeeshaan jeesjees iyagoo dhihi ma kanaa kan sheegi Ilaahyihiinna iyagoo ka gaaloobi xusidda Eebaha Raxmaana.","footnotes":""},{"sura":"21","aya":"37","translation":"waxaa laga abuuray Dadka Deg deg, waxaana idin tusin Aayaadkayga ee ha degdegina.","footnotes":""},{"sura":"21","aya":"38","translation":"waxay dhihi waa goorma Yaboohii (Cadaabku) haddaad run sheegaysaan.","footnotes":""},{"sura":"21","aya":"39","translation":"hadday ogyihiin kuwii Gaaloobay markaan laga reebeyn Wajiyadooda Naarta iyo Dhabarkooda oon loona gargaarayn (ma degdegsadeen).","footnotes":""},{"sura":"21","aya":"40","translation":"waxayse ugu imaan (naartu) si kada ah wayna wareerin mana karayaan Celinteeda lamana Sugo.","footnotes":""},{"sura":"21","aya":"41","translation":"waxaa lagu jees jeesay Rasuullo kaa horreeyey waxaana ku dhacay kuwii ku jees jeesay oo Gaalada ah waxay ku jees jeesi jireen.","footnotes":""},{"sura":"21","aya":"42","translation":"waxaad dhahdaa yaa idinka Ilaalin Habeen iyo Dharaarba Eebaha Raxmaana waxayse iyagu ka jeedsan Xusidda Eebahood.","footnotes":""},{"sura":"21","aya":"43","translation":"ma waxaa u sugnaaday Ilaahyo naga celin ma karaan (waxay caabudi) Gargaarka Naftooda nalagamana Magan galiyo.","footnotes":""},{"sura":"21","aya":"44","translation":"Saas ma aha cc waxaan u Raaxaynay kuwaas iyo Aabayaalkood Intuu ku Dheeraado Cimrigu, Miyeyna Arkayn Inaannu ku imanayno Dhulka Anagoo Nusqaamin (Guusha Islaamka) Miyagaa Adag.","footnotes":""},{"sura":"21","aya":"45","translation":"Waxaad Dhahdaa waxaa uun aan idiinku Digi Waxyiga Mana Maqlo Dhagoole Dhawaaqa marka loo Digi.","footnotes":""},{"sura":"21","aya":"46","translation":"Hadduu Taabto wax Yar oo Cadaabka Eebahaa ah waxay Odhan Halaagganagee Anagaa Daalimiin ah,.","footnotes":""},{"sura":"21","aya":"47","translation":"Waxaannu u Dejinaynaa Miisaanka Cadilka ah Maalinta Qiyaame lagamana Dulmiyo Naf waxba, haba ahaado wax la eg Xabbad Khardal ah (wax yar) ee waan siinaynaa, annagaana ugu Filan Xisaabiye.","footnotes":""},{"sura":"21","aya":"48","translation":"Dhab ahaan yaan u Siinay (Nabi) Muuse iyo (Nabi) Haaruun kala Bixiye (Tawreed) iyo Nuur iyo Waanada kuwo Dhawrsada.","footnotes":""},{"sura":"21","aya":"49","translation":"Oo ah kuwa ka Cabsada Eebahood iyagoo kali ah iyagoo Saacadda (Qiyaame) ka Cabsan.","footnotes":""},{"sura":"21","aya":"50","translation":"Kan (Quraankuna) waa Quraan la Barakeeyey oon Soo Dejinay ee midinkaa Diidi Isaga.","footnotes":""},{"sura":"21","aya":"51","translation":"Dhab ahaan waxaan u Siinay Nabi Ibraahim Hanuukiisa mar hore anagaana Ogayn.","footnotes":""},{"sura":"21","aya":"52","translation":"Markuu ku Yidhi Aabihiis iyo Qoomkiisii waa maxay Sawiradan aad ku kor Negidihiin (Caabudaysaan).","footnotes":""},{"sura":"21","aya":"53","translation":"waxay Dheheen waxaan Hellay Aabayaalkanno oo Caabudi.","footnotes":""},{"sura":"21","aya":"54","translation":"Wuxuu yidhi (Nabi) Ibraahim waxaad ku Sugantihiin idinka iyo Aabayaalkiin Baadi Cad.","footnotes":""},{"sura":"21","aya":"55","translation":"Waxay Dheheen ma waxaad Noola Timid Xaq Mise Adigu waxaad ka mid Tahay kuwa Ciyaari.","footnotes":""},{"sura":"21","aya":"56","translation":"Wuxuuna Yidhi Eebihiin waa Eebaha Samooyinka iyo Dhulka ee ah Kan Abuuray Aniguna Arrintaas yaan ahay kuwa ka Marag Kici.","footnotes":""},{"sura":"21","aya":"57","translation":"Eebaan ku Dhaartayc waan Dhagri Sanamyadiinna ka Dib markaad Jeedsataan Idinkoo Tagi.","footnotes":""},{"sura":"21","aya":"58","translation":"Wuxuuna ka Yeelay Burbur, Koodii waynaa mooye inay Xaggiisa u Noqdaan (Inuu Jajabiyey Isagu).","footnotes":""},{"sura":"21","aya":"59","translation":"waxay Dheheen yaa ku falay Sidan Ilaahyadanadii Kaasi waa Daalime.","footnotes":""},{"sura":"21","aya":"60","translation":"Waxayna Dheheen Waxaan Maqallay Wiil Sheegi lana Dhaho Ibraahim.","footnotes":""},{"sura":"21","aya":"61","translation":"Waxay Dheheen keena dadka Indhihiisa inay ku Marag Furaan.","footnotes":""},{"sura":"21","aya":"62","translation":"waxay Dheheen Gaaladii Maadaa ku Falay Sidan Ilaahyadannada Ibraahimow.","footnotes":""},{"sura":"21","aya":"63","translation":"Wuxuu Yidhi waxaa Falay Kooda Weyn ee Kana, Waydiiya Hadday Hadli.","footnotes":""},{"sura":"21","aya":"64","translation":"Markaasay u Noqdeen Naftooda waxayna Isu Dhaheen war Idinkaa Daalimiina.","footnotes":""},{"sura":"21","aya":"65","translation":"Markaasaa Loogadiyey Madaxooda (waxayna Dhaheen) Dhabbaad u Ogtahay inayna kuwani Hadlayn.","footnotes":""},{"sura":"21","aya":"66","translation":"Wuxuu Yidhi ma waxaad Caabudaysaan Eebe ka Sokow waxaan Idin Anfacayn waxba idinna Dhibayn.","footnotes":""},{"sura":"21","aya":"67","translation":"Ufbaa laydin Yidhi Idinka iyo Waxaad Caabudaysaan Eebe ka Sokow Miyeydaan wax kaseyn.","footnotes":""},{"sura":"21","aya":"68","translation":"Waxay Dhaheen Guba una Gargaara Ilaahyadiinna Haddaad wax Falaysaan.","footnotes":""},{"sura":"21","aya":"69","translation":"Waxan Nidhi Naaray u Noqo Qabow iyo Nabadgalyi Ibraahim.","footnotes":""},{"sura":"21","aya":"70","translation":"Waxay la Dooneen Dhagar waxaana ka yeellay kuwo Khasaaray.","footnotes":""},{"sura":"21","aya":"71","translation":"Waannu u Korinay (Nabi) Ibraahim iyo Nabi Luudh Dhulkii aan u Barakaynay Caalamka (Shaam).","footnotes":""},{"sura":"21","aya":"72","translation":"Waxaan Siinay Isxaaq iyo Yacquub oo Siyaada ah, waxaana ka Yeellay Dhammaan kuwo Suubban.","footnotes":""},{"sura":"21","aya":"73","translation":"Waxaana ka yeellay Imaamyo ku Hanuuniya Amarkanaga, waxaana u waxyoonay Falidda Khayrka, Oogidda Salaadda iyo Bixinta Sakada waxayna ahaayeen kuwo Na caabuda.","footnotes":""},{"sura":"21","aya":"74","translation":"(Nabi) Luudhna waxaan Siinay Xukun iyo Cilmi, waxaana ka Korinay Magaalaadii ahayd mid Fasha Xumo waxay ahaayeen Qoom Xun oo Faasiqiina.","footnotes":""},{"sura":"21","aya":"75","translation":"Waxaana Galinay Naxariistanada, wuxuuna ka mid ahaa kuwa Suuban.","footnotes":""},{"sura":"21","aya":"76","translation":"(Nabi) Nuuxna waa Korinay, markuu Dhawaaqay mar hore, waana ajiibnay, waana ka Korinay isaga iyo Ehelkiisaba Murugadii Waynayd.","footnotes":""},{"sura":"21","aya":"77","translation":"Waana uga Gargaaray Qoomkii Beeniyey Aayaadkanaga, waxayna ahaayeen Qoom Xun waana Maanshaynay Dhammaantood.","footnotes":""},{"sura":"21","aya":"78","translation":"Xusuuso (Nabi) Daawuud iyo (Nabi) Suleymaan markay Xukumayeen Beerta markuu Daaqay Adhi Qoom (Dad) waxaana ahayn kuwa Xukunkooda u Maraga (Arka).","footnotes":""},{"sura":"21","aya":"79","translation":"Waxaana Fahansiinay Sulaymaan, Dhammaanna waxaan Siinay Xukun iyo Cilmi, waxaana u Sakhirray Daawuud Buuraha iyagoo la Tasbiixsan iyo Shimbiraha, waana Fallaa «karraa».","footnotes":""},{"sura":"21","aya":"80","translation":"Waxaana Barray Daawuud Samaynta Duruucda inay Idinka Dhawrto Dagaalkiina, ee ma Tihiin kuwo Mahadin.","footnotes":""},{"sura":"21","aya":"81","translation":"Suleymaanna waxaan u Sakhirray Dabaysha iyadoo Daran oo ku Socota Amarkiisa Xaggii Dhulkii ahaa kaan Barakaynay Dhexdiisa, waxaana Nahay Kuwo wax walba Og.","footnotes":""},{"sura":"21","aya":"82","translation":"Shaydaamadana, waxaan uga Sakhirray Kuwo u Dhumban (Badda), una Fala Camal aan kaas ahayn Anagaana Ilaalinna.","footnotes":""},{"sura":"21","aya":"83","translation":"(Xusuuso) Ayuubna markuu u Dhawaaqay Eebihiis (Isagoo Dhihi) Aniga waxaa I taabtay Dhib Adiguna waxaad Tahay Naxariis Badane.","footnotes":""},{"sura":"21","aya":"84","translation":"Waana Ajiibnay Waxaana ka Faydnay waxa Haya oo Dhiba, waxaana Siinay Ehelkiisii iyo wax la mid ah Naxariis Xagganaga ah Darteed iyo Waanada Caalamka.","footnotes":""},{"sura":"21","aya":"85","translation":"Xusuuso Ismaaciil, Idiriis, Dulkifli Dhammaan waxay ka mid ahaayeen kuwa Samra.","footnotes":""},{"sura":"21","aya":"86","translation":"Waxaana Dhex galinay Naxariis tanada waxayna ka Mid ahaayeen kuwa Suuban.","footnotes":""},{"sura":"21","aya":"87","translation":"Nabi Yuunus (Xusuuso) markuu Tagay isagoo Cadhaysan una Maleeyey Inaanaan Cidhiidhyayn korkiisa oo uu ku Dhawaaqay Mugdiyada Dhexdooda Ilaah aan Adi Ahayn ma Jiro Nasahnaantaada Anigu waxaan ka Mid ahaa kuwa Daalimiinta ah.","footnotes":""},{"sura":"21","aya":"88","translation":"Waana Ajiibnay kana Korinay Murugtii, Saasaana u Korinaa Mu'miniinta.","footnotes":""},{"sura":"21","aya":"89","translation":"Zakariyana (Xusuuso) markuu u Dhawaaqay Eebihiis isagoo Ich Eebow hayga Tagin Anoo Kali ah Adaa u Khayrroon Cid wax dhaxashee «u hadhee».","footnotes":""},{"sura":"21","aya":"90","translation":"Waana Ajiibnay waxaana Siinay Yaxye waxaana u Hagaajinay Haweennaydiisii, waxayna ahaayeen kuwo u Deg dega Khayaadka oo Na barya iyagoo Rajayn oo Cabsan waxayna ahaayeen kuwa Noo Khusuuca.","footnotes":""},{"sura":"21","aya":"91","translation":"Tiina (Xusuuso) Dhawrtay Xubinteedaa waa (maryama) oon ku Afuufnay Dhexdeeda Ruuxdanadii kana yeellay iyada iyo Wiilkeeda Calaamadda Caalamka.","footnotes":""},{"sura":"21","aya":"92","translation":"Tani waa Diintiinii waana Diin kaliya Aniguna waxaan Ahay Eebihiin ee I caabuda.","footnotes":""},{"sura":"21","aya":"93","translation":"waxayse isku Khilaafeen Amarkoodii Dhexdooda Dhammaanna Xagaygaa loo soo Celin.","footnotes":""},{"sura":"21","aya":"94","translation":"Ruuxii Fala Wanaag isagoo Mu'min ah lagama Qariyo Camalkiisa Anguna waan u Qoraynaa.","footnotes":""},{"sura":"21","aya":"95","translation":"Waxaa ka Reebban Magaalo aan Halaagnay inay soo Noqoto «Soo bixin ka hor».","footnotes":""},{"sura":"21","aya":"96","translation":"Inta laga Furi soo (Dayn) Yaajuuj iyo Maajuuj iyaguna Jaho Sarreysa Dhammanteed yey ka soo Deg degi.","footnotes":""},{"sura":"21","aya":"97","translation":"Waxaa Dhawaaday Yaboohii Xaqa Ahaa waxaana soo bixi inaytaagnaan Indhaha kuwa Gaaloobay (Iyagoo Dhihi) Halaaganagee waxaan kaga Sugnayn Halmaansho kan Waxaanse ahayn Daalimiin.","footnotes":""},{"sura":"21","aya":"98","translation":"Idinka iyo waxaad Caabudaysaan oo Eebe ka Soo hadhay waxay Noqon Shidaalka Jahannamo idinkuna waad ku Arooraysaan.","footnotes":""},{"sura":"21","aya":"99","translation":"Hadday Yihiin kuwaasu Ilaahyo kuma Arooreen, Dhamaanna way ku Waari.","footnotes":""},{"sura":"21","aya":"100","translation":"waxay ku Yeelan Dhexdeeda Qaylo, waxna Dhexdeeda kuma Maqlaan.","footnotes":""},{"sura":"21","aya":"101","translation":"kuway u Hor martay Xagganaga Wanaag kuwaasu Xaggeeda waa laga Fogayn.","footnotes":""},{"sura":"21","aya":"102","translation":"mana Maqlaan Shanqadteeda iyaguna waxay Doonto Naftoodu yey ku Waari.","footnotes":""},{"sura":"21","aya":"103","translation":"mana Walbahaariyo Argagaxii Waynaa, waxayna kula kulmi Malaa'igtu kani waa Maalintiinnii ah Tii laydiin Yaboohay.","footnotes":""},{"sura":"21","aya":"104","translation":"waana Maalintaan u Duubayno Samada Sida loo Duubo Warqadaha Kitaabka, Sidaan ku Billownay Abuuriddii hore Yaana ku soo Celinaynaa, waa Yabooh korkanaga ah, annagaana Falna saas.","footnotes":""},{"sura":"21","aya":"105","translation":"Dhab ahaan waxaan ugu Qorray Zabuur Sheegid ka Dib (Luuxul Maxfuudka) Dhulka waxaa Dhaxli Addoomadayda Suuban.","footnotes":""},{"sura":"21","aya":"106","translation":"kan Gaadhsiin baa ugu Sugan Ciddi Caabudi (Eebe).","footnotes":""},{"sura":"21","aya":"107","translation":"kumana aanaan Dirin Naxariista Caalamka adoo ah Mooyee.","footnotes":""},{"sura":"21","aya":"108","translation":"Waxaad Dhahdaa waxaa uun lay Waxyooday Aniga in Ilaaheennu Ilaah kaliya yahay ee Idinku Muslimiin ma Tihiin (Ma Hogaansameysaan).","footnotes":""},{"sura":"21","aya":"109","translation":"Haddayse Jeedsadaan waxaad Dhahdaa waxaan idin Ogaysiiyey si Siman (Cad) Colnimo Mana Ogi inay Dhawdahay ama Fogtahay waxa laydiin Yaboohay.","footnotes":""},{"sura":"21","aya":"110","translation":"Eebe wuxuu Ogyahay waxa lala Qaylyo oo Hadala wuxuuna Ogyahay waxaad Qarinaysaan.","footnotes":""},{"sura":"21","aya":"111","translation":"Mana Ogi waxay u Dhawdahay inay Fidmo idiintahay iyo Raaxo Tan iyo Muddo.","footnotes":""},{"sura":"21","aya":"112","translation":"Wuxuu yidhi (Nabigu) Eebow ku kala Xukun (Dhexdanada) Xaq, Eebahanana waa Raxmaan ee Looga Kaalmo waydiisto waxaad sheegaysaan.","footnotes":""}]}