{"result":[{"sura":"23","aya":"1","translation":"Waxaa Dhab ahaan u Liibaanay Mu'miniinta.","footnotes":""},{"sura":"23","aya":"2","translation":"Ah kuwa Salaaddooda ku Khushuuca.","footnotes":""},{"sura":"23","aya":"3","translation":"Oo ah kuwa Hadalka Macno Darro ka Jeedsada.","footnotes":""},{"sura":"23","aya":"4","translation":"Oo ah kuwa Fala Zakada «bixiya».","footnotes":""},{"sura":"23","aya":"5","translation":"Oo ah kuwa Furuujtooda Ilaaliya.","footnotes":""},{"sura":"23","aya":"6","translation":"Haweenkooda iyo waxay Hanatay Gacantoodu mooyee, lagurna Dagaalo Taas.","footnotes":""},{"sura":"23","aya":"7","translation":"Ruuxiise Doona waxaad wax ka Soo Hadhay kuwaasu waa Xad Gudbayaal.","footnotes":""},{"sura":"23","aya":"8","translation":"Waa kuwa Ammaanadooda iyo Ballankooda Dhawra.","footnotes":""},{"sura":"23","aya":"9","translation":"waana kuwa Salaadda Ilaaliya.","footnotes":""},{"sura":"23","aya":"10","translation":"Kuwaasu waa kuwa Dhaxli.","footnotes":""},{"sura":"23","aya":"11","translation":"oo ah kuwa Dhaxli Firdowsa wayna ku Dhexwaari.","footnotes":""},{"sura":"23","aya":"12","translation":"Waxaan ka Abuuray Dadka wax laga soo Soocay Dhoobo.","footnotes":""},{"sura":"23","aya":"13","translation":"Markaasan ka yeellay Dhibic ku Jirta meel Sugan.","footnotes":""},{"sura":"23","aya":"14","translation":"Markaasaan ka Abuuray Dhibicdii Calaqo kana Abuuray Calaqdii Goosin, kana Abuuray Goosintii Lafo oon Huwinnay Lafihii Hilib Markaasaan ka ahaysinnay Khalqi kale, waxaa Khayr Badnaday Eebaha Abuurkiisu Fiicanyahay.","footnotes":""},{"sura":"23","aya":"15","translation":"Markaas Idinku Arrintaas ka Dib waad Dhimmaysaan.","footnotes":""},{"sura":"23","aya":"16","translation":"Markaas Maalinta Qiyaame Laydin soo Bixin.","footnotes":""},{"sura":"23","aya":"17","translation":"Waxaana ku Abuuray Korkiinna Toddobo Samo mana nihin mid Khalqiga Halmaansan.","footnotes":""},{"sura":"23","aya":"18","translation":"Waxaan ka soo Dejinay Samada Biyo Qiyaasan, waxaana Dejinay dhulka inaan la Tagnana waan karraa.","footnotes":""},{"sura":"23","aya":"19","translation":"Waxaana idinku Ahaysiinnay Beero Timir ah iyo Cinabyo oo Dhexdeed Khudaar Badani ku sugantahay ood wax ka Cuntaan.","footnotes":""},{"sura":"23","aya":"20","translation":"Iyo Geed ka Baxa Dhuur Siina oo soo saarta Subag iyo Koosaar kuwa Cuni.","footnotes":""},{"sura":"23","aya":"21","translation":"Waxaa idiinku Sugnaaday Xoolaha Waano, waxaana idinka Waraabinnaa waxa Caloosheeda ku Sugan waxaana idinku Sugan Manfaco badan, Xaggeedaadna wax ka Cuntaan.","footnotes":""},{"sura":"23","aya":"22","translation":"Korkeeda iyo Markabka Korkiisa yaana laydinku Xambaaraa.","footnotes":""},{"sura":"23","aya":"23","translation":"Waxaan u Dirray (Nabi) Nuux Qoomkiisii wuxuuna Yidhi Qoomkayow Caabuda Eebe idinma sugnaanin Ilaah ka soo Hadhaye, miyeydaan dhawrsanayn.","footnotes":""},{"sura":"23","aya":"24","translation":"Waxayna Dheheen Madaxdii Gaalowday oo Qoomkiisa ahaa kanu ma aha waxaan Dad idin la midah ahayn, wuxuuna doonayaa inuu idinka Fadilmo, Hadduu Doono Eebe wuxuu soo Dejinlahaa Malaa'ig, manaan ka Maqlin Arrintan Aabayaalkanagii Horeeyey.","footnotes":""},{"sura":"23","aya":"25","translation":"Ma aha waxaan Nin Waalan ahayn ee Suga Tan iyo Muddo, Geerida.","footnotes":""},{"sura":"23","aya":"26","translation":"Wuxuu yidhi Eebow iiga Gargaar Beenintooda.","footnotes":""},{"sura":"23","aya":"27","translation":"Waxaana u waxyoonay ku Samee Doon Ilaalintanada iyo Waxyiganaga, markuu yimaado Amarkanagu oo Burqado Tanuurku, Gali Doonta Nooc kastaba Labo Labo iyo Ehelkaaga Ciddii Hadal u Hor maray (Halaag) mooyee oo ka mid ah Haygulana Hadlin (Xaalka) kuwa Dulmiga falay iyaga waa la Maanshayne.","footnotes":""},{"sura":"23","aya":"28","translation":"Markaad Korto Adiga iyo inta kula Jirta Doonta waxaad Dhahdaan Mahad Eebaa iska leh ah kan iga koriyey Qoomka Daalimiinta ah.","footnotes":""},{"sura":"23","aya":"29","translation":"Waxaadna Dhahdaa Eebow I daji Guri la Barakeeyey Adaa u Khayrroon Dejiyee.","footnotes":""},{"sura":"23","aya":"30","translation":"Arrintaasna waxaa ku Sugan Aayaad waxaana nahay kuwo wax Imtixaama.","footnotes":""},{"sura":"23","aya":"31","translation":"Markaasaan ahaysiinay Gadaashood Qarni kale.","footnotes":""},{"sura":"23","aya":"32","translation":"Waxaana u Dirray Dhexdooda Rasuul ka mid ah Caabuda Eebe idiinma sugna Ilaah Eebe ka soo Hadhay ee Miyeydaan Dhawrsanayn.","footnotes":""},{"sura":"23","aya":"33","translation":"waxay Dheheen Madaxdii Qoomkiisa ee ah kuwii Gaaloobay oo Beeniyey la Kulanka Aakhiro oon ugu Raaxaynay Nolosha Dhaw, kani ma aha waxaan Dad idinla mid ahayn Cunina waxaad Cunaysaan, Cabbina waxaad Cabbaysaan.","footnotes":""},{"sura":"23","aya":"34","translation":"Haddaad Adeecdaan Dad idila mid ah idinku waa Khasaarteen.","footnotes":""},{"sura":"23","aya":"35","translation":"ma wuxuu idiin Yaboohi Markaad Dhimataan ood Noqotaan Carro iyo Lafo in laydin soo Boxin.","footnotes":""},{"sura":"23","aya":"36","translation":"Waa Fogtahay oo Fogtahay waxa laydinku Goodin.","footnotes":""},{"sura":"23","aya":"37","translation":"Ma aha waxaan Noloshanada Adduunyo ahayn, waanu Dhiman (Qaar) oonnu Noolaan (Qaar) kuwa la soo Bixinna ma Nihin.","footnotes":""},{"sura":"23","aya":"38","translation":"Mana aha waxaan Nin ku Been Abuurtay Eebe ahayn, mana nihin kuwo u Rumeyn.","footnotes":""},{"sura":"23","aya":"39","translation":"Wuxuuna yidhi Eebow iiga Gargaar Beenintooda.","footnotes":""},{"sura":"23","aya":"40","translation":"Wuxuu yidhi Eebe Mudda Yar ka Dib yey ahaan kuwo Nidaamooda.","footnotes":""},{"sura":"23","aya":"41","translation":"Waxaana ku Qabatay si Xaq ah Qaylo waxaana ka yeellay Daadxoor ee Fagaansho Haw Sugnaado Daaliminta.","footnotes":""},{"sura":"23","aya":"42","translation":"Markaasaan Ahaysiinay Gadaashood Quruumo kale.","footnotes":""},{"sura":"23","aya":"43","translation":"Kamana hor marto Ummadi Ajasheeda (Waqtigeeda) kamana Dib marto.","footnotes":""},{"sura":"23","aya":"44","translation":"Markaasaan Diray Rasuullada nadii oo Israacsan markastooy Ummad u Yimaaddoo Rasuulkoodu waybeeniyaan, waxaana Raacsiinay Qarkood Qaar (Halaag) waxaana ka yeelay Sheeko Fogaanshaana u Sugnaaday Qoomaan (Xaqa) Rumeyn.","footnotes":""},{"sura":"23","aya":"45","translation":"Markaasaan la Diray (Nabi) Muuse iyo Walaalkiis Haaruun Aayadkanagii iyo Xujo Cad.","footnotes":""},{"sura":"23","aya":"46","translation":"Xagga Fircoon iyo Jameecadiisii (yaana u dirray) wayna is kibriyeen waxayna ahaayeen Qoom is korraysiiya.","footnotes":""},{"sura":"23","aya":"47","translation":"waxayna dheheen ma waxaanu u rumayn Labo ruux oo nala mid ah Qoomkooduna anaga na Caabudo.","footnotes":""},{"sura":"23","aya":"48","translation":"Wayna Beeniyeen waxayna Noqdeen kuwo la Halaagay.","footnotes":""},{"sura":"23","aya":"49","translation":"Waxaana Siinay (Nabi) Muuse Kitaabka inay Hanuunaan.","footnotes":""},{"sura":"23","aya":"50","translation":"Waxaana ka yeellay ina Maryamna iyo Hooyadiis Aayad waxaana u Dunnay Meel sare oo Sugnaansho iyo Biyo Socda leh.","footnotes":""},{"sura":"23","aya":"51","translation":"Rasuullow ka Cuna Xalaasha, Falana Wanaag, Anigu waxaad Falaysan waan Ogahaye.","footnotes":""},{"sura":"23","aya":"52","translation":"Tanna waa Umaddiinii (Diinta) umad (Diin) kaliya anna waxaan ahay Eebihiin ee iga Dhawrsada.","footnotes":""},{"sura":"23","aya":"53","translation":"Waxayse y kala Goosteen Amarkooda Dhexdooda Kooxo, Xisbi kastana waxa Agtooda ah yey ku Faraxsanyihiin.","footnotes":""},{"sura":"23","aya":"54","translation":"ee Isagaga Tag Halmaanshahooda Dhexdiisa Tan iyo Muddo.","footnotes":""},{"sura":"23","aya":"55","translation":"ma waxay u Malayn waxaannu Siin oo Xoolo iyo Caruur ah.","footnotes":""},{"sura":"23","aya":"56","translation":"Inaanu u soo Hormarinay Khayraad wax ma Oga.","footnotes":""},{"sura":"23","aya":"57","translation":"kuwa uun Ka Cabsada Eebahood ka Yaabid.","footnotes":""},{"sura":"23","aya":"58","translation":"kuwa uun Aayaadka Eebahood Rumeeya.","footnotes":""},{"sura":"23","aya":"59","translation":"kuwa uun Eebahood aan la Wadaajinin.","footnotes":""},{"sura":"23","aya":"60","translation":"kuwa Bixin waxa la Siiyay Iyadooy ka Cabsan Quluubtoodu inay Xagga Eebe u Noqon.","footnotes":""},{"sura":"23","aya":"61","translation":"Kuwaasaa u deg degi Khayraadka una Hormarinay.","footnotes":""},{"sura":"23","aya":"62","translation":"kuma Mashaqayno Naf waxayna karin, Agtanadana waxaa ah Kitaab ku Hadli Xaq, lamana Dulmiyo Iyagana.","footnotes":""},{"sura":"23","aya":"63","translation":"waxayse kaga Sugantahay Quluubtoodu Halmaansho Xagga Kaas, waxayna Leeyihiin Camallo Kaas ka Duwan (oo Xun) oy iyagu u Camal Fali.","footnotes":""},{"sura":"23","aya":"64","translation":"Markaanse ku Qabanno Kuwooda Nicmaysan Cadaab Markaasay Qaylyaan.","footnotes":""},{"sura":"23","aya":"65","translation":"(Waxaana la Dhihi) ha Qaylyina Maanta Idinku Xagganaga Laydiin kama Gargaaree.","footnotes":""},{"sura":"23","aya":"66","translation":"Waxay ahayd Aayaadkeygii Tii lagu Akhriyo Korkiinna waxaadse ahaydeen kuwa Cidhibtiinna Dib ugu noqda (Xaqa Diida).","footnotes":""},{"sura":"23","aya":"67","translation":"Idinkoo isku Kibrin Quraanka (ama Kacbada iyo Nabiga) Cawaysimina idinkoo Hadal Xun.","footnotes":""},{"sura":"23","aya":"68","translation":"Miyeyna Fiirinin Quraanka, mise waxaa u Yimid Waxaan U imaanin Aabayaalkoodii hore.","footnotes":""},{"sura":"23","aya":"69","translation":"Mise waxayna Aqoonin Rasuulkooda oo ay Diidi.","footnotes":""},{"sura":"23","aya":"70","translation":"Mise waxay Dhihi waa Waalanyahay, wuxuuse Ula Yimid Xaq Badankoodse Xaqay Nici.","footnotes":""},{"sura":"23","aya":"71","translation":"Hadduu Raaco Xaqu Hawadooda waxaa Fasaadi Lahaa Samooyinka iyo Dhulka iyo waxa u Dhaxeeya, waxaanse Siinay Quraanka wayse ka Jeedsan quraanka.","footnotes":""},{"sura":"23","aya":"72","translation":"Mise waxaad warsan Kharaj (u Juuro) Ajirka Eebahaabaa Khayr Roon, waana kan u Khayr Badan Arzaaqe.","footnotes":""},{"sura":"23","aya":"73","translation":"Adiguna waxaad ugu Yeedhi Jid Toosan.","footnotes":""},{"sura":"23","aya":"74","translation":"Kuwa aan Rumeyn Aakhiroona Jidka way ka lilan.","footnotes":""},{"sura":"23","aya":"75","translation":"Haddaan u Naxariisanno oon ka Faydno waxa haya oo Dhib ah waxay ku Madax Taagi Xumaantooda iyagoo ku Indho la'.","footnotes":""},{"sura":"23","aya":"76","translation":"Waxaannu ku Qabanay Cadaab umana ayan Hogaansamin «Dulloobin» Eebahood umana Khushuucin.","footnotes":""},{"sura":"23","aya":"77","translation":"Markaan ku Furro Korkooda Cadaab Daran markaasay Quustaan.","footnotes":""},{"sura":"23","aya":"78","translation":"Eebe waa kan idiin Yeelay Maqalka, iyo Araga iyo Quluubta wax Yar baadna ku Shugriyeysaan (Eebe).","footnotes":""},{"sura":"23","aya":"79","translation":"Eebe waa Kan idinka Abuuray Dhulka Xagiisaana laydiin soo Celina.","footnotes":""},{"sura":"23","aya":"80","translation":"Eebe waa Kan wax Nooleeya, waxna Dila wuxuuna Leeyahay Iskhilaafka (Kala Duwaanta) Habeenka iyo Maalinta ee Miyeydaan Wax kasayn.","footnotes":""},{"sura":"23","aya":"81","translation":"Waxayse Dheheen wax la mid ah waxay Dhaheen kuwii hore (Gaaladii).","footnotes":""},{"sura":"23","aya":"82","translation":"Waxay Dheheen Ma Markaan Dhimanno oon Noqonno Carro iyo Lafo Miyaa Anaga nala soo Bixin.","footnotes":""},{"sura":"23","aya":"83","translation":"Waa Naloo Yaboohay Aabayaalkanno kan (Soo Bixinta) horay mana aha kani waxaaan warkii hore ahayn.","footnotes":""},{"sura":"23","aya":"84","translation":"Waxaad Dhahdaa yaa leh Dhulka iyo waxa ku sugan haddaad wax Ogtihiin.","footnotes":""},{"sura":"23","aya":"85","translation":"Waxay Odhan Eebe, waxaad Dhahdaa Miyeydaan wax Xusuusanayn.","footnotes":""},{"sura":"23","aya":"86","translation":"Dheh waayo Eebaha Samooyinka Todobada ah iyo Eebaha Carshiga Wayn.","footnotes":""},{"sura":"23","aya":"87","translation":"Waxay Odhan Eebe, Dheh Miyeydaan Dhawrsanayn.","footnotes":""},{"sura":"23","aya":"88","translation":"Dheh Yey yaddiisa ku Jirtaa Xukunka wax kasta, oo wax Magan Galiya, isna aan wax laga Magan galinayn, Haddaad wax Ogtihiin.","footnotes":""},{"sura":"23","aya":"89","translation":"Waxay Odhan Eebe, Dheh Xaggee Laydiin Sixri.","footnotes":""},{"sura":"23","aya":"90","translation":"Waxaanse Siinay Xaq waana Beenaalayaal.","footnotes":""},{"sura":"23","aya":"91","translation":"Ma yeelan Eebe Ilmo, mana aha Miciisa Ilaah (kale) Illeen markaas wuu la Tagi lahaa Ilaah walba wuxuu Abuuray, wuxuuna ka Kormari lahaa (Adkaan lahaa) Qaarkood Qaar, waxaa ka Nasahan Eebe waxay ku Tilmaami.","footnotes":""},{"sura":"23","aya":"92","translation":"Waa Ogaha waxa Maqan iyo waxa Jooga, wuuna ka Sarreeyaa waxa la Wadaajin.","footnotes":""},{"sura":"23","aya":"93","translation":"Waxaad Dhahdaa Eebow Hadaad i Tusiso waxa Looyaboohay.","footnotes":""},{"sura":"23","aya":"94","translation":"Eebow hayga Yeelin Qoomka Daalimiinta ah.","footnotes":""},{"sura":"23","aya":"95","translation":"Annaguna inaan ku Tusinno waxaan u Yaboohnay waan Karraa.","footnotes":""},{"sura":"23","aya":"96","translation":"ee Raaci (Dhaafso) Tan Wanaagsan Midda Xun Anagaa og Waxay Tilmaamiye (Sheegi).","footnotes":""},{"sura":"23","aya":"97","translation":"Waxaadna Dhahdaa Eebow waxaan kaa Magangalay Waswaaska Shayaadiinta.","footnotes":""},{"sura":"23","aya":"98","translation":"Waxaana kaa Magan Gali Eebow inay ii Yimaadaan Shayaadiintu.","footnotes":""},{"sura":"23","aya":"99","translation":"Markuu u Yimaaddo Midkood (Gaalada) Mawdku wuxuu Dhihi Eebow I celiya.","footnotes":""},{"sura":"23","aya":"100","translation":"Waxaan u Dhawahay inaan Falo Wanaage waxaan ka Tagay, saas ma aha ee waa Hadal uu iska Yidhi Gadaashoodana waxaa ah Barzakh, tan iyo Maalinta la Soo Bixin.","footnotes":""},{"sura":"23","aya":"101","translation":"Marka la Afuufo Suurka ma Jiro Nasab Dhexdooda Maalintaas, waxna isma Warsadaan.","footnotes":""},{"sura":"23","aya":"102","translation":"Ciddayse Cuslaato Miisaankiisu (Wanaagga) kuwaasi waa kuwa uun Liibaanay.","footnotes":""},{"sura":"23","aya":"103","translation":"Ciddayse Fududaato Miisaankiisu kuwaasi waa kuwa Khasaariyey Naftooda Jahannamayna ku Waari.","footnotes":""},{"sura":"23","aya":"104","translation":"Waxaana Gubi Wajigooda Naarta iyagoo Waji diiran.","footnotes":""},{"sura":"23","aya":"105","translation":"(Waxaa lagu Dhihi) Miyeyna ahayn Aayaadkanagu kuwa lagu Akhriyo Korkiinna ood Beenin Jirteen.","footnotes":""},{"sura":"23","aya":"106","translation":"Waxay Dhahaan Eebow waxaa naga Adkaatay Xumaantanadii, waxaana ahayn Qaar Dhunsan.","footnotes":""},{"sura":"23","aya":"107","translation":"Eebow naga Bixi Xageeda Haddaan u Noqonana Anagaa Daalimiin ah.","footnotes":""},{"sura":"23","aya":"108","translation":"Wuxuu Dhahaa Eebe ku Fogaada Dhexdeeda Idinkoo (Dullaysan) hana Ila Hadlina.","footnotes":""},{"sura":"23","aya":"109","translation":"Waxaa Jirtay in Koox ka mid ah Addoomadayda ay Dhahaan Eebow waan Rumaynay Xaqa ee noo Dhaaf noona Naxariiso Adaa Naxariiste u Khayr Roone.","footnotes":""},{"sura":"23","aya":"110","translation":"Waxaadse ka Yeelateen Jees jees intay idinka Halmaansiiyaan xuskayga ood kuna Qoslayseen.","footnotes":""},{"sura":"23","aya":"111","translation":"Waan ka Abaal marinay Maanta Samirkoodii Dartiis, iyaga unbaana Liibaanay.","footnotes":""},{"sura":"23","aya":"112","translation":"Wuxuuna Dhihi Eebe imisa Sanaad ku Nagaateen Dhulka.","footnotes":""},{"sura":"23","aya":"113","translation":"Waxayna Odhan waxaan ku Nagaanay Maalin ama Maalin Qaarkeed, warsada kuwa wax tiriya «Malaa'gta».","footnotes":""},{"sura":"23","aya":"114","translation":"Wuxuu Yidhi Maydaan Nagaanin wax Yar Mooyee Haddaad wax Ogtihiin.","footnotes":""},{"sura":"23","aya":"115","translation":"ma Waxaad u Malayseen inaan Idiin Abuuray Ciyaar oon idinka Xagganaga loo soo Celinayn.","footnotes":""},{"sura":"23","aya":"116","translation":"Waxaa Sarreeya Eebaha Xaakimka Xaqa ah Ilaah aan isaga ahayna ma jiro Waana Eebaha Carshiga Sharafta leh.","footnotes":""},{"sura":"23","aya":"117","translation":"Ciddii Caabudda Eebe la Jirkiisa Ilaah kale oon Xujo lahayn Xisaabtiisu waa uun Eebe Agtiisa, mana Liibaanto Gaalo.","footnotes":""},{"sura":"23","aya":"118","translation":"Waxaad Dhahdaa Eebow Dhaaf oo Naxariiso adaa Naxariiste u Khayr Roone.","footnotes":""}]}