{"result":[{"sura":"28","aya":"1","translation":"Wuxuu ku Tusin Mucjisada Quraanka.","footnotes":""},{"sura":"28","aya":"2","translation":"Taasina waa Aayaadka Kitaabka (Quraanka) ee Cad.","footnotes":""},{"sura":"28","aya":"3","translation":"Waxaannu kugu Akhrin Korkaaga Warkii (Nabi) Muuse iyo Fircoon si Xaq ah Qoomkii Rumayn.","footnotes":""},{"sura":"28","aya":"4","translation":"Fircoon wuu Isku Kibriyey Dhulka (Masar) wuxuuna ka Yeelay Ehelkiisii Kooxo, Isagoo Yaraysan (Dullayn) Koox ka Mid ah Gawricina Wiilashooda oo Dayn Haweenkooda wuxuuna ka mid ahaa kuwa wax Fasaadiya.","footnotes":""},{"sura":"28","aya":"5","translation":"Waxaanu Dooni inaan ku Mannaysanno (Waxsiino) kuwii lagu Dullaysanayay Dhulka kana yeello Imaamyo, kana Yeello kuwa Dhaxli Dhulka.","footnotes":""},{"sura":"28","aya":"6","translation":"Oon Makansiinno Dhulka, Tusinana Fircoon iyo Haamaan iyo Januuddooda waxay ka Digtoonaayeen (Halaagooda).","footnotes":""},{"sura":"28","aya":"7","translation":"Waxaan u Waxyoonay ku (Ilhaamaynay) Muuse Hooyadiis Nuuji, markaad u Cabsatana ku Tuur Hirka (Badda) hana Cabsan hana Murugoon anagaa kugu soo Celine kana Yeeli kuwa la Diro (Rasuul).","footnotes":""},{"sura":"28","aya":"8","translation":"Waxaana Qaaday Fircoon Dadkiisii Isagoo u Noqon doona Col iyo Walbahaar, Fircoon iyo Haamaan iyo Colkoodiina waxay Ahaayeen kuwo Gefay.","footnotes":""},{"sura":"28","aya":"9","translation":"Waxayna Tidhi Haweenaydii Fircoon waa Raaxada Ishayda iyo taada ee ha Dilina, waxay u Dhawdahay inuu ina Anfaco ama aan ka yeelanno Wiile, mana Oga Iyagu (Dhabta).","footnotes":""},{"sura":"28","aya":"10","translation":"Wuxuu Ahaaday Qalbigii Muuse Hooyadiis mid Madhan waxayna u Dhawaatay inay Muujiso Haddaanaan Adkaynin Qalbigeeda inay ahaato Mu'miniinta.","footnotes":""},{"sura":"28","aya":"11","translation":"Waxayna ku Tidhi Walaashiis Raac, waxayna ka eegaysay Dhinac Fog, iyagoon ogayn.","footnotes":""},{"sura":"28","aya":"12","translation":"Waxaana ka Reebnay Korkiisa Nuugmada Horay, waxayna Tidhi Gabadhii Maydin Tusiyaa Qoys idiin Dhaqaalayn una Samo Fali.","footnotes":""},{"sura":"28","aya":"13","translation":"Waxaana ku soo Celinay Hooyadiis, si ay u Raaxaysato Isheedu una Murgin, Ogaatana in Yabooha Eebe Yahay Xaq Laakiin Dadka Badankiisu ma Oga.","footnotes":""},{"sura":"28","aya":"14","translation":"Markuu Gaadhay (Nabi) muuse Xooggiisa oo Ekaaday Yaan siinay Xigmo iyo Cilmi, Saasaana ku abal Marinaa Sama Falayaasha.","footnotes":""},{"sura":"28","aya":"15","translation":"Wuxuuna Galay Magaaladii Waqti aan Dadkeedu ogayn, wuxuuna Helay Labo Nin oo Dagaallami, oo Kaasi Yahay Qaraabadiisa kaasna Yahay Colkiisa, waxaana u Kaalmo warsaday kii Qaraabadiisa ahaa Colkiisa (Korkiisa) wuuna Feedhay Muuse wuuna Dilay, wuxuuna Yidhi waa Camal Shaydaan, Isaguna waa Col Baadiyeeya oo Cad.","footnotes":""},{"sura":"28","aya":"16","translation":"Wuxuu Yidhi Eebow Anigu waxaan Dulmiyey Naftayda ee ii Dambi Dhaaf wuuna u Dambi Dhaafay Illeen Ilaahay waa Dambi Dhaafe Naxariistee.","footnotes":""},{"sura":"28","aya":"17","translation":"Wuxuuna Yidhi Eebow Nicmadaad ii Nicmaysay Darteed Yaanan Noqonin mid u Kaalmeeya Dambiilayaasha.","footnotes":""},{"sura":"28","aya":"18","translation":"Wuxuu ku Waabariistay Magaaladii Isagoo Cabsan oo Sugi (Dhib) Markasuu ku soo Baxay kii Gargaarka Warsaday Shalay oo Qaylyi, wuxuuna ku yidhi Muuse Adugu waxaad tahay baadi cad.","footnotes":""},{"sura":"28","aya":"19","translation":"Markuu Doonay inuu Qabto (Wax yeelo) kii Colka u ahaana wuxuu yidhi (kii loo gargaarayey) Muusow ma waxaad dooni inaad I disho Sidaad u Dishay Naf (Kale) Shalay, ma Doonaysid waxaan Jabbaar (Kibir badane) ahayn Dhulka ku Noqoto, mana Doonaysid inaad Noqoto kuwa wax Wanaajiya.","footnotes":""},{"sura":"28","aya":"20","translation":"Waxaana ka Yimid Magaalada Xageeda God Nin Ordi oo leh Muusow, Qoomku waxay ku Tashanayaan inay ku Dilaan ee Bax Anuguna waan kuu Naseexayne.","footnotes":""},{"sura":"28","aya":"21","translation":"Wuuna ka Baxay (Magaaladii) Isagoo Cabsan oo Filan (waxyeello) wuxuuna yidhi Eebow iga Kori Qoomka Daalimiinta ah.","footnotes":""},{"sura":"28","aya":"22","translation":"Markuu U jahaystay madyan Xaggeedana wuxuu yidhi wuxuu u Dhawyahay Eebahay inuu igu (Hanuuniyo) jidka Toosan.","footnotes":""},{"sura":"28","aya":"23","translation":"Markuu Gaadhay Biyaha Madyanna wuxuu ku Helay Ummad Dad ahoo Waraabinaysa wuxuuna ka helay Sokodooda Labo Haweena oo Reebi (Adhigooda) wuxuuna yidhi muxuu Xaalkiinu yahay, waxayna Dheheen Ma Waraabinno intay ka Fulaan Xoola jirku, Aabbahanana waa Oday Wayn.","footnotes":""},{"sura":"28","aya":"24","translation":"Markaasuu u Waraabiyey wuxuuna u Jeedsaday Xagga Hooska wuxuuna Yidhi Eebow waxaad ii soo Dejiso (Isiiso) oo Khayra waan u Baahnahay.","footnotes":""},{"sura":"28","aya":"25","translation":"Markaasay u Timid Gabdhihii Middood Iyadoo Xishoon waxayna ku Tidhi Aabahay wuu kuu Yeedhi inuu kaa Abaal Mariyo Ujuuradii Waraabintaada Annaga, markuu u Yimid oo Uga Warramay Qisadii yuu ku yidhi ha Cabsan Waad ka Kortay Qoomkii Daalimiinta ahaa.","footnotes":""},{"sura":"28","aya":"26","translation":"Waxayna Tidhi Middood Aabbow noo Ijaar, Illeen waxaa u Khayr roon Cid la Ijaarto Mid Xoog Badan oo Aamin ah.","footnotes":""},{"sura":"28","aya":"27","translation":"Wuxuuna ku Yidhi Anugu waxaan dooni inaan kuu Guuriyo Labadaydan Gabdhood Middood inaan ku Ijaarto Siddeed Sano Haddaad Dhamayso Tobankana waa Adiga Agtaada, mana Doonayo inaan ku Dhibo waxaana igu Ogaan Hadduu Eebe Doono kuwa Wanaagsan.","footnotes":""},{"sura":"28","aya":"28","translation":"Wuxuuna Yidhi Kaasi waa Ballan Dhexdeenna ah, Labada muddo Kaan Dhammaystana dhib iguma aha, Eebana waxaan Sheegayno waa u Wakiil.","footnotes":""},{"sura":"28","aya":"29","translation":"Markuu Dhammeeyey (Nabi) Muuse Muddadii oo la Tegay Ehelkiisii wuxuu ku Arkay Dhinaca Dhuur Dab, wuxuuna ku Yidhi Ehelkiisii Suga waxaan Arkaa Dabe waxaan u Dhawahay inaan Idiinka Keeno War ama Dhuxul Daba inaad Kulaashaan.","footnotes":""},{"sura":"28","aya":"30","translation":"Markuu Yimidna waxaaa Looga Dhawaaqay Togga Dhiniciisa Midig, Meeshii Barakaysnayd oo Geedka (Isagoo la Yidhi) Anugu Ilaahay Baan ahay Eebaha Caalamka ah.","footnotes":""},{"sura":"28","aya":"31","translation":"Ee Tuur Ushaada Markuu Arkay iyadoo Gilgilanna ood Mooddo Mas wuu Jeedsaday Isagoo Carari, mana soo Jeesan, (waxaana lagu Yidhi) Muusow soo Qaabil (soo Noqo), hana Cabsan Adugu Aaminbaad tahay (waad nabadgali).","footnotes":""},{"sura":"28","aya":"32","translation":"Gali Gacantaada Jeebkaaga waxay so Bixi Iyadoo Cad Xumaan (cudur) La'aan, Iskuna Dhaji Garabkaaga Argagaxa Dartiis taasina waa Xujooyin Eebe ka ahaatay oo Fircoon iyo Qoomkiisa (Loo diray) waana Qoom Faasiqiina.","footnotes":""},{"sura":"28","aya":"33","translation":"Wuxuu Yidhi Eebow waxaan ka Dilay Naf waxaana ka Cabsan inay I dilaan.","footnotes":""},{"sura":"28","aya":"34","translation":"Walaalkay Haaruunbaana iga Fasiixsan Carrabka (Hadalka), ee Ila Dir Xoojin ha ii Rumeeyee, waxaan ka Cabsan inay I beeniyaan.","footnotes":""},{"sura":"28","aya":"35","translation":"Wuxuu yidhi (Eebe) waannu ku Xoojin Cududdaada Walaalkaa waxaana idiin yeeli Xujo Idimana Gaadhayaan (Dhibkiinna) aayaadkanaga Dartood, Idinka iyo Inta idin Raacday yaana Adkaan.","footnotes":""},{"sura":"28","aya":"36","translation":"Markuu Ula Yimid muuse Aayaadkanaga oo Cad Cad waxay Dheheen kani waa Sixir la Abuurtay mana Aanaan ku maqal kan (oo kale) Aabbayaalkannagii horreeyey.","footnotes":""},{"sura":"28","aya":"37","translation":"Wuxuuna yidhi Nabi Muuse Eebahaybaa og Cidda kala Timid Hanuun Agtiisa iyo Cidda kala Timid Hanuun Agtiisa iyo Cidday u ahaan Cidhibta dambe illeen ma Liibaano daalime.","footnotes":""},{"sura":"28","aya":"38","translation":"Wuxuu Yidhi Fircoon Madaxeey Idiinma Ogi Eebe Iga soo Hadhay ee ii Huri Haamaanow Dhoobada iina Yeel Daar (dheer) inaan Daalacdo Ilaaha Muuse waxaan u Malayn inuu Beenaale yahaye.","footnotes":""},{"sura":"28","aya":"39","translation":"Waxay Isku Kibriyeen isaga iyo Colkiisiiba Dhulka Xaq Darro waxayna u Maleeyeen inaan Xagganaga loo soo Celinayn.","footnotes":""},{"sura":"28","aya":"40","translation":"Waana Qabanay Isaga iyo Colkiisii waxaana ku Turray Badda ee Day Siday Noqotay Cidhibtii Daalimiinta.","footnotes":""},{"sura":"28","aya":"41","translation":"waxaana ka Yeellay Madax ugu Yeedha Naarta, Maalinta Qiyaamana looma Gargaaro.","footnotes":""},{"sura":"28","aya":"42","translation":"Waxaana Raacinay Adduunayadan Lacnad, Maalinta Qiyaamana waxay noqon kuwa la dheereeyey (La halaagay).","footnotes":""},{"sura":"28","aya":"43","translation":"Waxaan Siinay (Nabi) Muuse Kitaabka ka Dib Intaan halaagnay Quruumihii hore, Isagoo Aragti u ah Dadka iyo Hanuun iyo Naxariis inay Xusuustaan Darteed.","footnotes":""},{"sura":"28","aya":"44","translation":"Maadan ahayn Dhinaca Galbeed ee Buurta markaan Sinnaynay Muuse Amarka «Nabinimada» mana aadan ahay Kuwii Joogay.","footnotes":""},{"sura":"28","aya":"45","translation":"Laakiin waxaan ahaysiinay Quruumo waxaana ku dheeraday Cimrigii, mana aadan ahayn mid ku nagaa Ehelkii Madyan Adoo ku Akhrin Korkooda Aayaadkanaga Laakiin anagaa ku Dirray.","footnotes":""},{"sura":"28","aya":"46","translation":"Mana aadan ahayn Dhinicii (Buurta) Dhuur markaan u Dhawaaqnay Laakiin waa naxariista Eebahaa Inaad u Digto qoom uusan u Imaan Dige kaa Horreeyey inay Waantoobaan.","footnotes":""},{"sura":"28","aya":"47","translation":"Hadday markay ku Dhacdo Musiibo (Dhib) waxay hormarsadeen Gacmahoodu Darteed oo Markaas ay Dhahaan Eebow Maxaad noogu soo Diri wayday Rasuul oo Raacno Aayaadkaaga Noqonnana Mu'miniinta «waa la Ciqaabi lahaa».","footnotes":""},{"sura":"28","aya":"48","translation":"Markuu uga yimid Xaqii Xagganaga yey Dheheen maa la Siiyo wixii la Siiyey (Nabi) Muuse oo kale, miyeyna ka Gaaloobin wixii la Siyyey Muuse Horay, oyna Dhihin waa Labo Sixir oo Iskaalmaystay waxayna dheheen Annagu Dhammaan waan ka Gaalownay.","footnotes":""},{"sura":"28","aya":"49","translation":"Waxaad Dhahdaa ka Keena Kitaab Xagga Eebe ka Hanuun badan Labadooda aan raacnee haddaad Run Sheegaysaan.","footnotes":""},{"sura":"28","aya":"50","translation":"Haddayna ku Ajiibin (Maqlin) Ogow inay uun Raacayaan Hawadooda, wax ka Dhumid badanna ma jirto cid Raacday Hawadeeda Hanuun Eebe La'aantiis, Eebana ma Hanuuniyo Qoom Daalimiin ah.","footnotes":""},{"sura":"28","aya":"51","translation":"Dhah ahaanbaan ugu Xidhiidhinay (ugu Caddayn) Hadalka inay Waantoobaan.","footnotes":""},{"sura":"28","aya":"52","translation":"Kuwaannu Siinay Kitaabka Hortiis way Rumayn isaga.","footnotes":""},{"sura":"28","aya":"53","translation":"Marka lagu Akhriyo Korkoodana waxay Dhahaan waan Rumaynay Quraanka inuu Xaq Eebaheen ka Yimid yahay Annaguna waxaan ahayn hortiis Muslimiin.","footnotes":""},{"sura":"28","aya":"54","translation":"Kuwaas waxaa la Siiyey Ajrigooda Labo mar Samirkoodii Dartiis, waxayna Raaciyaan Xumaanta Wanaag waxaan ku Arzugnayna waxbay ka Bixiyaan.","footnotes":""},{"sura":"28","aya":"55","translation":"Markay Maqlaan hadal Macno Darrana way ka Jeedsadaan waxayna Dhahaan Annagu Camalkanaga yaan leenahay idinna Camalkiinna Waad Salaamantihiin ma Rabno Jaahiliin (Waddadooda).","footnotes":""},{"sura":"28","aya":"56","translation":"Adugu ma Hanuunisid Ciddaad Jeceshahay laakiin Eebaa Hanuuniya Cidduu Doono Isagaana Og kuwa Hanuunsan.","footnotes":""},{"sura":"28","aya":"57","translation":"Waxay Dheheen Gaaladii (Maxaad) Haddaan Raacno Hanuunka waxaa Nalaga Dafi Dhulkannaga, Miyaanaan Siinin Xaram Aamina oo la Keeno Midhaha wax Kasta quudin Darteed oo Xagganaga ah, Laakiin Badankood ma Oga.","footnotes":""},{"sura":"28","aya":"58","translation":"Badanaa intaan Halaagnay Magaalo ku Kibirtay Nolasheeda waana Taas Guryahoodii lamana Degin Gadaashood wax yar mooyee, Anagaana ah kuwo Dhaxla (Hadha).","footnotes":""},{"sura":"28","aya":"59","translation":"Mana aha Eebahaa mid Halaaga Magaalo intuu uga Bixiyo Tan Hooyada u ah «Caasimaadda» Rasuul ku Akhriya Korkooda Aayaadkanaga mana nihin kuwo Halaaga Magaalo aan Ehelkeedu Daalimiin ahayn.","footnotes":""},{"sura":"28","aya":"60","translation":"Wixii Laydin Siiyey oo Wax ah waa uun Raaxada Nolasha Dhaw iyo Quruxdeed waxase Eebe Agtiisa ah yaa Khayr Roon oo Hadhid badan ee Miyeydaan wax Kasayn.","footnotes":""},{"sura":"28","aya":"61","translation":"Ruuxan u Yaboohnay Yabooh Fiican oo La Kulmi ma la Midbaa Ruuxaan ugu Raaxaynay Nolosha Dhaw markaas noqon Maalinta Qiyaame kuwa la Soo Joojin (La Cadaabi).","footnotes":""},{"sura":"28","aya":"62","translation":"Xusuuso Maalinta Eebe u Yeedhi Gaalada oo ku Dhihi Aaway kuwaad ila Wadaajiseen ah kuwaad Sheeganayseen (Caabudayseen).","footnotes":""},{"sura":"28","aya":"63","translation":"Kuwii waxay Dheheen uu ku Sugnaaday Hadalkii Eebe (Ciqaabtii) Eebow kuwaasu waa kuwaan Baadiyeynay, waana Baadiyeynay sidaan u Baadiyoownay waana isagakaa Baryeelay mana ahayn kuwo Anaga Nacaabuda.","footnotes":""},{"sura":"28","aya":"64","translation":"Waxaana loo Odhan Uyeedha Shurukadiinna markaasay u Yeedhaan mase Ajiibaan (Maqlaan) waxayna arkaan Cadaabka Markaasay Qoomamoodaan Hadday Hanuunilahaayeen.","footnotes":""},{"sura":"28","aya":"65","translation":"Xusuuso Maalintaan u Yeedhayno Gaalada oos ku Odhan Eebe Maxaad ugu Jawaabteen Rasuulladii.","footnotes":""},{"sura":"28","aya":"66","translation":"Markaasay ku Indho Beeshay korkooda Xujadii (Waayeen Xujo) Maalintaas, waxna Isma Warsadaan.","footnotes":""},{"sura":"28","aya":"67","translation":"Ruuxiise Toobadkeena oo Rumeeya oo Fala Camal Fiican wuxuu u Dhawyahay inuu Noqdo kuwa Liibaanay.","footnotes":""},{"sura":"28","aya":"68","translation":"Eebahaa wuxuu Abuuraa wuxuu Doono oo Doorto, Doorasho ma Leh Iyagu (Dadku) waa ka Nasahanyahay Eebe waana ka Sarreeyaa waxay la Wadaajin.","footnotes":""},{"sura":"28","aya":"69","translation":"Eebahaana waa Ogyahay waxay qarin Laabtoodu iyo waxay Muujinba.","footnotes":""},{"sura":"28","aya":"70","translation":"Eebana waa Ilaaha isaga mooyee aan Ilaah kale Jirin, Mahad buu mutaa Adduun iyo Aakhiraba, Xukunkana isagaa iska leh Xaggiisaana loo Noqon.","footnotes":""},{"sura":"28","aya":"71","translation":"Waxaad Dhahdaa bal Warrama Hadduu ka Yeelo Eebe Korkiinna Habeen Joogta ah tan iyo Qiyaamada waa Kee Eebaha ka soo Hadhay Ilaahay ee idiin keeni Nuur miyaydaan wax Maqlayn.","footnotes":""},{"sura":"28","aya":"72","translation":"Waxaadna Dhahdaa bal Warrama Hadduu ka Yeelo Eebe Korkiinna Maalin Joogta ah tan iyo Qiyaamada waa kee Eebaha ka soo Hadhay Ilaahay ee idiin keeni Habeen aad ku Xasishaan Dhexdiisa miyeydaan wax arkayn.","footnotes":""},{"sura":"28","aya":"73","translation":"Naxariistiisa waxaa ka mid ah inuu idiin yeelay Habeen iyo Dharaarba inaad Xasishaan dhexdiisa Dalabtaanna Fadligiisa iyo inaad ku Shugridaan.","footnotes":""},{"sura":"28","aya":"74","translation":"Xusuuso Maalintaan u Yeedhayno Gaalada oo Eebe odhana Aaway Shurakadaydii ah kuwaad Sheeganayseen.","footnotes":""},{"sura":"28","aya":"75","translation":"Waxaana ka soo Siibnaa ummad kasta Markhaati waxaana ku nidhi keena Xujadiinna waxayna Ogaadaan in Xaqa Eebe Leeyahay waxaana ka Dhumay Xagooda waxay Been Abuuran Jireen.","footnotes":""},{"sura":"28","aya":"76","translation":"Qaaruunna wuxuu ka mid ahaa qoomkii (Nabi) muuse, wuuna ku Kibray Korkooda, waxaana Siinay wax Furayaalkiisu ku Culustahay Koox Xoog badan, markay ku Dheheen qoomkiisii ha Farxin (Kibrin) Eebe ma Jeela kuwa Farxa «Kibree».","footnotes":""},{"sura":"28","aya":"77","translation":"Kuna doon waxa Eebe ku siiyey Guriga Aakhiro hana Halmaamin qaybtaada Adduunka Samana Fal sida Eebe kuugu Samo Falay hana La doonin Fasaad Dhulka, Eebe ma Jeela Fasaadiyaashee.","footnotes":""},{"sura":"28","aya":"78","translation":"Wuxuuna Yidhi waxaa uun La ii siiyey Xoolaha Ogaanshahayga, Miyuusan ogayn in Eebe Halaagay Hortiis Quruumihii kuwo ka daran Xagiisa Xoogga kana Badan Kulan, lamana Warsado Dambigooda Dambiilayaasha.","footnotes":""},{"sura":"28","aya":"79","translation":"Markaasuu u soo Baxay Qoomkiisii isagoo Xarragoon waxayna Dheheen kuwa Dooni Nolosha Dhaw Shallaytee Hadaan leenahay waxa la siiyey Qaaruun oo kale waa Nasiib wayn.","footnotes":""},{"sura":"28","aya":"80","translation":"Waxayna Dheheen kuwii la Siiyey Cilmiga Magaciinba'ee Abaal marinta Eebaa u Khayr roon Ciddii Rumaysa oo Fasha Camal fiican lamana Waafajiyo hadalkaas Saabiriinta Mooyee.","footnotes":""},{"sura":"28","aya":"81","translation":"Markaasaan la Goynay Isagii iyo Xoolihiisiiba Dhulka mana Helin Koox uga Gargaarta Eebe ka Sokow, mana Noqonin mid Gargaarta.","footnotes":""},{"sura":"28","aya":"82","translation":"Waxayna ahaadeen kuwii Doonayey Meejiisa Shalay inay Dhahaan. waa Yaabe Illeen Eebaa u Waasiciyey Rizqiga Cidduu Doono oo Addoomadiisa ah kuna Cidhiidhya, Hadduusan Eebe Nagu Galladaysan wuxuu nala Goynlahaa (Dhulka) waa Yaab ma Liibaanto Gaalo.","footnotes":""},{"sura":"28","aya":"83","translation":"Taasi waa Daartii Aakhiro waxaana u Yeelay kuwaan Doonayn isla Sarraynta (Kibirka) Dhulka iyo Fasaad, cidhibta (Fiicanna) waxaa leh kuwa Dhawrsada.","footnotes":""},{"sura":"28","aya":"84","translation":"Ciddii la Timaadda Wanaag wuxuu Mudan wax ka khayr roon Ciddiise la Timaadda Xumaan lagama Abaal mariyo kuwa Xumaanta Sameeya, waxaan waxay faleen ahayn.","footnotes":""},{"sura":"28","aya":"85","translation":"Eebaha kugu Faral yeelay Quraanka wuxuu kuu soo Celin Meeshii Ballanka (Qiyaamada ama Maka), waxaad Dhahdaa Eebahaybaa og ruuxii la Yimid Hanuun iyo kan ku Sugan Baadi Cad.","footnotes":""},{"sura":"28","aya":"86","translation":"Mana Aadan ahayn mid Rajayn in lagugu soo dejiyo Kitaabka, Hasayeeshee waa Naxariista Eebahaa ee ha Noqonin mid u Kaalmeeya Gaalada.","footnotes":""},{"sura":"28","aya":"87","translation":"Yeyna kaa leexin Aayaadka Eebe intii lagugu soo Dejiyey ka Dib uguna Yeedh Xagga Eebahaa, hana ka mid noqonin Mushrikiinta.","footnotes":""},{"sura":"28","aya":"88","translation":"Hana Caabudin Eebe la Jirkiisa Ilaah kale Eebbe mooyee Ilaah (kalana) ma Jiro, wax kasta wuu Halaagsami (Tagi) Eebe mooyee Xukunkana Isagaa iska leh, Xaggiisaana laydiin Celin.","footnotes":""}]}