{"result":[{"sura":"31","aya":"1","translation":"waxay ku tusin mucjisada Quraanka (sida soo hormartay).","footnotes":""},{"sura":"31","aya":"2","translation":"tan waa aayaadka Kitaabka (Quraanka) xigmada leh.","footnotes":""},{"sura":"31","aya":"3","translation":"waana hanuunka iyo naxariista samalfalayaasha.","footnotes":""},{"sura":"31","aya":"4","translation":"kuwa salaadda ooga, Zakadana bixiya, iyagoo aakhiro yaqiinsan.","footnotes":""},{"sura":"31","aya":"5","translation":"kuwaasi waxay ku suganyihiin hanuun Eebe, kuwaasina waa kuwa liibaanay.","footnotes":""},{"sura":"31","aya":"6","translation":"Dadka waxaa ka mid ah kuwo gadan hadal wax shuqliya si uu uga dhumiyo (Dadka) Jidka Eebe iyagoon wax ogayn, Jidka Eebene ku Jees jeesa, kuwaasi waxay mudan Cadaab Dulleeya.","footnotes":""},{"sura":"31","aya":"7","translation":"marka lagu akhriyo aayadkanaga wuu jeedsadaa isagoo iskibrin, sidii isagoon maqal, oo dhagihiisu culusyihiin, ugu bishaaree Cadaab daran.","footnotes":""},{"sura":"31","aya":"8","translation":"kuwa rumeeyey (xaqa) camal wanaagsanna falay waxay mudan Janatu Naciima.","footnotes":""},{"sura":"31","aya":"9","translation":"iyagoo ku waari dhexdeeda waana yabooh Eebe oo xaq ah, Eebana waa adkaade falsan.","footnotes":""},{"sura":"31","aya":"10","translation":"isaga abuuray Samooyinka Tiir aad aragtaan la'aantiis, dhulkana wuxuu ku tuuray Buuro (suga) inayan dhaqdhaqaaqin, wuxuuna ku fidiyey dhexdiisa daabad kasta, Samadana waxaan ka soo dejinay Biyo, waxaana ku soo bixiney nooc kasta oo quruxsan.","footnotes":""},{"sura":"31","aya":"11","translation":"kaasi waa abuurkii Eebe, ee i tusiya waxay abuureen kuwa ka soo hadhay Eebe, saas ma aha, ee dulmi falayaashu waxay ku suganyihiin baadi Cad.","footnotes":""},{"sura":"31","aya":"12","translation":"dhab ayaan luqmaan u siinay Xigmad iyo inuu Eebe ku mahdiyo, ruuxii mahdiya wuxuu uun u mahdiyey naftiisa, ruuxii Gaaloobana Eebe waa ka kaaftoonyahay waana amaananyahay.","footnotes":""},{"sura":"31","aya":"13","translation":"(xusuuso) markuu ku yidhi Luqmaan Wiilkiisa isagoo waanin Wiilkayow Eebe hawshariigyeelin, shirkigu waa dulmi weyne.","footnotes":""},{"sura":"31","aya":"14","translation":"waxaan u dardaaranay dadka labadiisii Waalid, way sidday Hooyadis iyadoo tabaryar tabar yari kalana ku sugan, Gudhidiisuna waa Labo sano ee ku mahadi ani iyo Labadaadii Waalid, xagaygaana loo ahaan.","footnotes":""},{"sura":"31","aya":"15","translation":"hadday kugula dadaalaan (Labada waalid) inaad ii shariig yeesho (ila wadaajiso) waxaadan aqoon u lahayn ha ku adeecin kulana noolow adduunka si fiican, raacna Jidka kuwa ii noqda, xagayga yaa laydiin soo celin waxaana idiinka warami waxaad camalfali jirteen.","footnotes":""},{"sura":"31","aya":"16","translation":"Wiilkayow hadday xumaantu tahay Xabbad Khardal ah oo kale (wax yar) oo sallax dhexdii ku sugnaato ama samooyinka dhexdooda ama Dhulka dhexdiisa wuu keeni Eebe, Eebana waa Dhimriye xeeldheer.","footnotes":""},{"sura":"31","aya":"17","translation":"Wiilkayow oog Salaadda, oo far waanaagga oo reeb waxa lanaco kuna Samir waxa ku gaadha, arrintaasu waxay ka midtahay umuuraha wanaagsane.","footnotes":""},{"sura":"31","aya":"18","translation":"hana ka jeedin Wajiga dadka hana ugu socon dhulka kibir, Eebana ma jeela mid kastoo isla weyn oo faanbadane.","footnotes":""},{"sura":"31","aya":"19","translation":"socodkaagana ku dhexdhexayso, hoosna u dhig Codkaaga, Cod waxaa ugu xun Codka Dameerahee.","footnotes":""},{"sura":"31","aya":"20","translation":"miyeydaan arkayn in Eebe idiin sakhiray waxa Samooyinka iyo Dhulka ku sugan Kuna shubay korkiina nicmooyinkiisa muuqda iyo kuwa qarsoonba, Dadkana waxaa ka mid ah kuwo Eebe ku murmi Cilmi iyo hanuun iyo Kitaab nuuriya la'aantiis.","footnotes":""},{"sura":"31","aya":"21","translation":"marka loodhaho raaca waxa Eebe soo dajiyeyna waxay dhahaan waxaannu raaci waxaan ka helay Aabayaalkanno, haduu Shaydaan ugu yeedho Cadaabka Saciirana (miyey raaci).","footnotes":""},{"sura":"31","aya":"22","translation":"ruuxii u jeediya Wajigiisa xagga Eebe isagoo samo fali wuxuu qabsaday guntin (Ballan adag), xagga Eebaana waxaa u noqon arin oo dhan cidhibteeda.","footnotes":""},{"sura":"31","aya":"23","translation":"Ciddiise Gaalowda yuuna ku walbahaar galin Gaalimadiisu, xagganagay u soo noqon waxaana uga warramaynaa waxay camalfali jireen, illeen Eebaa og waxa laabta ku sugane.","footnotes":""},{"sura":"31","aya":"24","translation":"waanu u raaxayn wax yar, markaasaannu u dhibaatayn (u iili) Cadaab adag.","footnotes":""},{"sura":"31","aya":"25","translation":"haddaad waydiisid yaa abuuray samooyinka iyo dhulka waxay odhan ilaahay, waxaad dhahdaa mahad Eebaa iska leh, badankoodse ma oga.","footnotes":""},{"sura":"31","aya":"26","translation":"Eebaa iska leh waxa samooyinka iyo Dhulka ku sugan, Eebana waa hodan amaanan.","footnotes":""},{"sura":"31","aya":"27","translation":"hadday waxa dhulka ku sugan oo geeda ah Qalimo noqdaan Badduna khadayso oo gadaasheeda Todobo badood yihiin madhamaateen Kalimooyinka Eebe, Eebana waa adkaade falsan.","footnotes":""},{"sura":"31","aya":"28","translation":"abuurkiinna iyo soobixintiinu ma aha sida Nafkaliya mooyee (Fudaydka), Eebana waa maqle arke ah.","footnotes":""},{"sura":"31","aya":"29","translation":"miyeydaan ogayn in Eebe Habeenka dhex galiyo Maalinta, Maalintana dhexgaliyo Habeenka sakhirayna Qoraxda iyo Dayaxa mid, kastana uu u socdo muddo magacaaban, Eebana waxaad Camalfalaysaan waa ogyahay.","footnotes":""},{"sura":"31","aya":"30","translation":"Taasna wa in Eebe xaq yahay waxay caabudi ee ka soohadhayna baadil yahay iyo in Eebe yahay Sareeye wayn.","footnotes":""},{"sura":"31","aya":"31","translation":"miyeydaan ogayn in Doontu dhexsocoto Badda Nicmada Eebe darteed si uu idiin tusiyo aayaadkiisa, arrintaasna aayaadbaa ugu sugan Samirbadane shugri badan oo dhan.","footnotes":""},{"sura":"31","aya":"32","translation":"marka hirku daboolo dadka oo Hoos la moodo waxay baryaan Eebe iyagoo u kali yeeli Diinta (Cibaadada) markuu u koriyo xagga Barrigana waxaa ka mid noqon Dadka mid dhexdexeysan, mana diido aayadkanaga mid khaa'in ah oo gaalimo badan mooyee.","footnotes":""},{"sura":"31","aya":"33","translation":"Dadow ka dhawrsada Eebihiin oo ka Cabsada Maalin uusan ka abaalmarinayn Waalid Ilmihiisa, Ilmuhuna Waalidka waxba, yabooha Eebana waa Xaq, ee yeyna idinku dhagrin nolosha adduunyo, yuuna idinku dhagrin Eebe dhagar badane (shaydaan).","footnotes":""},{"sura":"31","aya":"34","translation":"Eebe agtiisuu yahay ogaanshaha Saacadda (Qiyaame) iyo Roob di'iddu, wuxuuna ogyahay waxa makaanka (Ilma galeenka) ku sugan, nafna ma oga waxay mudan Barri, Nafna ma oga Dhulkay ku dhiman, Eebaa og xeelna dheer.","footnotes":""}]}