{"result":[{"sura":"35","aya":"1","translation":"Mahad Eebaha billaabay «abuuray» samooyinka iyo dhulka yaaleh kana yeelay Malaa'igta farriinwade, oo garbolabo labo ahiyo saddex saddex iyo afar afar ah leh, wuuna siyaadiyaa Eebe abuuriduu doono, Eebana wax walba uu doono wuu karaa.","footnotes":""},{"sura":"35","aya":"2","translation":"Wixii Eebe dadka ugu nicmeeyo oo naxariis ah wax celin karaa majiro, wuxuu celiyaana wax soodayn kara ma jiro dabadiis, waana adkaade falsan.","footnotes":""},{"sura":"35","aya":"3","translation":"Dadow xusuusnaada nicmada Eebe korkiina ah, abuure kale ma jiraa oo Eebe ka soo haday oo idinka arsuqi samada iyo dhulka, Eebe mooyee ilaah kale majiro ee xaggee laydiin ka iilii xaqa.","footnotes":""},{"sura":"35","aya":"4","translation":"Hadday ku beeniyaan waxaa dhab ahaan loo beeniyay rasuulladii kaa horeeyay, Eeba xagiisaana loo celin umuuraha.","footnotes":""},{"sura":"35","aya":"5","translation":"Dadaw yabooha Eebe waa xaq ee yayna idindhagrin nolasha aduunyo, yuuna idinkudhagrin Eebe ku dhagris badane (shaydaan).","footnotes":""},{"sura":"35","aya":"6","translation":"Shaydaanku waa colkiin ee idinna col ka yeesha, wuxuuna idiin ku yeedhi uun xisbigiisa si ay asaxaabta Naaarta saciiro u noqdaan.","footnotes":""},{"sura":"35","aya":"7","translation":"Kuwii gaaloobay waxay mudan cadaab darab, kuwii xaqa rumeeyay oo camal fiican falayna waxay mudan dambi dhaag iyo ajri wayn.","footnotes":""},{"sura":"35","aya":"8","translation":"Ruuxse loo qurxiyay camalkiisa xun oo u arkay inuu fiicanyahay (ma lamid baa kaan saas falin), Eebe cidduu doono yuu dhumiyaa Ruuxuu doonana wuu Hanuuniyaa ee yeyna Naftaadu ku tagan walbahaarkooda, Eebe waa ogyahay waxay samayne.","footnotes":""},{"sura":"35","aya":"9","translation":"Eebe waa kan diray dabaysha oy kiciso daruuro markaasaan u kaxayn magaalo dhimatay (abaarowday) markaasaan ku noolaynay roobkaas dhulka intu dhintay ka dib, saas weeye soo bixintiina.","footnotes":""},{"sura":"35","aya":"10","translation":"Ruuxii dooni sharaf Eebe iska lehsharaf dhammaanteed, xagiisayna u koraan kalimooyinka fiican, camalka suubanna wuu kor yeelaa, kuwa xumaanta ku dhagra (maamula) waxay mudan cadaab daran, dhagarta kuwaasna way uun halaagi.","footnotes":""},{"sura":"35","aya":"11","translation":"Eebe waa kan idinka abuuray Carro, hadana dhibic, markaas Lab iyo dhadig, haweenayna wax uurka kuma qaado mana dajiso ogaansho Eebe mooyee, ruuxii cimri dhe iyo ruuxii cimri gaabanba waxay ku sugan yihiin kitaabka Eebe, waana u fudud yahay.","footnotes":""},{"sura":"35","aya":"12","translation":"Ma eke labada badood taasi waa macaantahay si daran, taasina waa dhanaan daran mid kastana waxaad ka cunaysaan hilib cusub, waxaadna kala baxdaan Macdan aad xidhataan, waxaadna arkaysaan doonta oo jiidhi si aad u dalabtaan fadliga Eebe iyo inaad ku mahadisaan.","footnotes":""},{"sura":"35","aya":"13","translation":"Habeenka yuu Eebe dhexgaliyaa maalinta Maalintana wuxuu dhexgaliyaa Habeenka, Qoraxda iyo dayaxana wuu sakhiray mid kastana wuxuu ku socda muddo magacaaban, saas waxa falana waa Eebihiin, isagaana xu- kunka iska leh, waxaadse baryeysaan (caabudaysaan) oo Eebe ka soo hadhay ma hantaan xuub laf timireed.","footnotes":""},{"sura":"35","aya":"14","translation":"Hadaad u yeedhataana idin ma maqlaan, haday idinbase maqlaan wax idiima taraan, Qiyaamadana way diidigaalnimadooda, cid wax og, sidaana wax kuugu warrama ma jiro.","footnotes":""},{"sura":"35","aya":"15","translation":"Dadow idinka unbaa fuqara ah (u baahan) Eebe, Eebena waa hodan amaanan.","footnotes":""},{"sura":"35","aya":"16","translation":"Hadduu doono wuu idin dhamayn wuxuuna keeni kuwo cusub.","footnotes":""},{"sura":"35","aya":"17","translation":"Arrintaasna wax Eebe ku culus ma aha.","footnotes":""},{"sura":"35","aya":"18","translation":"Nafna naf kale dambigeed ma qaado, haddii looguyeedho Naf culusoo dambaabday inay xambaarto (danbi naf kale) lagama xambaaro waxba haba noqoto qaraabanee, waxaad uun digi kuwa ka yaabi Eebe iyagoo maqan, oo ooga salaadda, ruuxii isdaahiriyana wuxuu uun isudaahiriyay naftiisa, xaga Eebe unbaana loo ahaan (geeri dabadeed).","footnotes":""},{"sura":"35","aya":"19","translation":"Ma Eka indhoole iyo wax arke.","footnotes":""},{"sura":"35","aya":"20","translation":"Mana eka mugdiyo iyo iftiin.","footnotes":""},{"sura":"35","aya":"21","translation":"Mana eka hoos iyo kulayl.","footnotes":""},{"sura":"35","aya":"22","translation":"Mana eka kuwa nool iyo kuwo dhintay, Eebana wuxuu wax maqashiiyaa cidduu doono, mase maqashiin kartid cid qubuur ku sugan (gaaladuna) waa wax dhintay oo kale).","footnotes":""},{"sura":"35","aya":"23","translation":"Waxaan u dige ahayn ma tihid.","footnotes":""},{"sura":"35","aya":"24","translation":"Annagaa kugu dirray xaq adoo bishaarayn oo digi, umadaan udige loo dirinna ma jirto.","footnotes":""},{"sura":"35","aya":"25","translation":"Haday gaaladu ku beeniyaan waxaa wax beeniyay kuwii ka horreeyay, waxay ula timid rasuuladoodii xujooyin iyo kutub (waano) oo xukun leh.","footnotes":""},{"sura":"35","aya":"26","translation":"Markaasaan qabtay kuwii gaaloobay, sayse noqotay ciqaabtaydii (aan ciqaabay kuwaas)","footnotes":""},{"sura":"35","aya":"27","translation":"Miyaadan arkayn in Eebe ka soo dajiyay Samada biyo markaasna aan ku soo bixinaa Midho ay kala duwanyihiin midabkoodu, Buurahana waxaa ka mid ah wadooyin cad cad, iyo kuwo gaduud ah oo midabo kala duwan leh iyo kuwo madow daran ah.","footnotes":""},{"sura":"35","aya":"28","translation":"Dadka iyo dhulsocotada iyo xoolahaba waxaa ka mid ah kuwo midabadoodu kala duwanyihiin saas oo kale waxaa alle ka cabsada uun adoomadiisa culimada , eebana waa ka taladiisa u xoogbadan dhaafidna badan.","footnotes":""},{"sura":"35","aya":"29","translation":"Kuwa akhriya kitaabka Eebe oo salaadda ooga wax ka nafaqeeya (ka bixiya) waxaan ku arsaaqnay qarsoodi iyo caddaanba waxay rajayn tijaaro (ganacsi) aan baaba aynin.","footnotes":""},{"sura":"35","aya":"30","translation":"Si Eebe ugu oofiyo ajrigooda uguna siyaadiyo fadligiisa, illeen Eebe waa dambi dhaafe mahad badane.","footnotes":""},{"sura":"35","aya":"31","translation":"Kaan kuu waxyoonay ee Quraanka ah unbaa xaq ah wixii ka horreeyayna u rumayn Eebana addoomadiisa waa ogyahay, arkaana.","footnotes":""},{"sura":"35","aya":"32","translation":"Markaasaan dhaxalsiinay kitaabka kuwaan dooranay oo addoomadanada ka mid ah, waxaase ka mid ah mid dulmiyay naftiisa, iyo mid dhexdhexaystay, iyo mid ku hanuunay khayrka idanka Eebe, arrintaasna waa fadli weyn.","footnotes":""},{"sura":"35","aya":"33","translation":"Jannada cadnin yeyna gali iyagoo loogu xidhi dhexdeed asaawir (wax loogu xarragoodo) oo dahab iyo Jawharba leh, dhar kooduna dhexdeeda waa xariir.","footnotes":""},{"sura":"35","aya":"34","translation":"Waxayna dhihi waxaa mahad leh Eebaha naga tagsiiyay walbahaarka, illeen Eebeheen waa danbi dhaaf badane mahad badane.","footnotes":""},{"sura":"35","aya":"35","translation":"Eebihii nadajiyay guri nagaadi fadligiisa dartiis (janno) nagumana taabto dhexdeeda dhib, nagumana taabto daal.","footnotes":""},{"sura":"35","aya":"36","translation":"Kuwii gaaloobay waxay mudan naarta Jahannamo, laguma xukumo geeri oy dhintaan, lagamana fududeeyo Cadaabkeeda, saasaana ku abaal marinaa mid kastoo gaalimo badan.","footnotes":""},{"sura":"35","aya":"37","translation":"Waxay ku qaylyi dhexdeeda Eeboownaga bixi aan camal fiican ookaan sameynjirray ka duwan fallee, miyaanaan idin cimri siin muddo uu wax ku xusuusto ruuxii wax xusuusan oosan idiin imaanin dige (Nabiga) ee dhadhamiya gaaloy (ciqaabta) uma sugnaanin daalimiin gargaaree.","footnotes":""},{"sura":"35","aya":"38","translation":"Eebe wuxuu ogyahay waxa ku maqan samooyinka iyo dhulka, wuxuuna ogyahay waxa laabta (Qalbiga) ku sugan.","footnotes":""},{"sura":"35","aya":"39","translation":"Eebe waa kan idinka dhigay kuwo dhulka iska badala, ruuxii gaaloobase gaalnimadiisu isagaydhibi, Gaaladana uma kordhiso gaalimadoodu Eebahood agtiisa cadho mooyee, umana kordhiso gaalada gaalnimaadu khasaaro mooyee.","footnotes":""},{"sura":"35","aya":"40","translation":"Ka warrama shariigyada aad baryeysaan ood (caabudaysaan) Eebe ka sokow, i tusiya waxay abuureendhulka, ama wadaag ah oy ku leeyihiin samooyinka, mise waxaan siinay Kitaab oo ay xujeesan, saas ma aha ee gaalada qaarkood qaar uma yabooho waaxaan Dhagar ahayn.","footnotes":""},{"sura":"35","aya":"41","translation":"Eebaa ka haya Samooyinka iyo dhulka inay gilgishaan (oo tagaan), haday gilgishaana waxaan Eebe ahayn oo qaban ma jiro, Eebena waa dulbadane dhaafid badan.","footnotes":""},{"sura":"35","aya":"42","translation":"Waxay ugu dhaarteen Eebe dhaar adag hadduu uyimaado udige inay noqdaan kuwa ka hanuunsan (ka toosan) umadaha kale, markuu uyimid digihiina uma siyaadinin waxaan carar ahayn.","footnotes":""},{"sura":"35","aya":"43","translation":"isku kibrin dhulka iyo dhagar xun darteed, dhagarna xumaan waxaan ahayn ehelkiisa kuma dhaco ee miyaad sugaysaan waxaan wadadii kuwii hore ahayn, mana helaysid sunnada Eebe wax badala, ma helaysid sunnada Eebe wax wareejiya. Miyeyna ku soconin dhulka ooyna dayeeynin siday noqotay cidhibtii kuwii ka horreeyey gaaladii Makaad, waxay ahaayseen kuwo ka xoogbadan, Ebana wax ku cajisiya (daaliya) ma jiro Samooyinka iyo dhulka dhexdooda midna, waana oge wax walba kara.","footnotes":""},{"sura":"35","aya":"44","translation":"Miyeyna ka soconin dhulka ooyna dayeeynin siday noqotay cidhibtii kuwii ka horreeyey gaaladii Makaad, waxay ahaayeen kuwo ka xoogbadan, Eebana wax ku cajisiya (daaliya) ma jiro Samooyinka iyo dhulka dhexdooda midna, waana oge wax walba kara.","footnotes":""},{"sura":"35","aya":"45","translation":"Haddu Eebe u qaban dadka waxay kasbadeen (oo xumaan ah) kagama tageen dhulka korkiisa waxsocda, laakin wuxuu dib ugu dhigi tan iyo muddo magabaaban, marka ajashoodu (Geeridoodu) timaadana Eebe addoomadiisa wuu arkaa.","footnotes":""}]}