{"result":[{"sura":"36","aya":"1","translation":"(Waxay ku tusin mucjisada Quraanka).","footnotes":""},{"sura":"36","aya":"2","translation":"Quraanka xigmada leh yaan ku dhaartaye.","footnotes":""},{"sura":"36","aya":"3","translation":"Nabiyoow waxaad ka mid tahay kuwa la diray (Rasuulada).","footnotes":""},{"sura":"36","aya":"4","translation":"Jid toosanna waad ku sugan tahay.","footnotes":""},{"sura":"36","aya":"5","translation":"Quraankuna waa soo dajinta Eebaha adkaada ee naxariista,","footnotes":""},{"sura":"36","aya":"6","translation":"inaad ugu digto qoom aan loo digin Aabayaalkood oo halmaansan.","footnotes":""},{"sura":"36","aya":"7","translation":"Dhab ahaanna waxaa ugu waajibay badankoodo (ciqaab) mana rumeeyaan xaqa.","footnotes":""},{"sura":"36","aya":"8","translation":"Annagaa yeelay cunahooda Bir waxayna qaban tan iyo gadhka Madaxayna kor u taagi (dhibaato darteed).","footnotes":""},{"sura":"36","aya":"9","translation":"Waxaana yeelay hortooda jidaar gadaashoodana jidaar waana indha tiray waxna ma arkaan.","footnotes":""},{"sura":"36","aya":"10","translation":"waxaa isku mid ah hadaad u digto iyo hadaadan udigin (marna) ma rumeeyaan.","footnotes":""},{"sura":"36","aya":"11","translation":"Waxaad un u digi (ooy anfici digidu) Ruxii raaca Quraanka oo Eebe ka yaaba isagoon arkayn, uguna bishaaree dambi dhaaf iyo ajiir wanaagsan.","footnotes":""},{"sura":"36","aya":"12","translation":"Annaagaa nooleyna wixii dhintay, waana qornaa waxay hor marsadeen iyo raaadkoodiiba, wax walbana waxaan ku koobnay Kitaab muuqda.","footnotes":""},{"sura":"36","aya":"13","translation":"Uga yeel tusaale asaxaabtii magaaladii markay uyimaadeen Rasuulladii (loo soo diray).","footnotes":""},{"sura":"36","aya":"14","translation":"Markaan u diray xagooda labo, ooy beeniyeen, markaas aan ku xoojinay mid saddexaad, oy dhaheen idinkaa naloo kiin soo diray.","footnotes":""},{"sura":"36","aya":"15","translation":"Waxayna dhaheen (gaaladii) idinku ma tihidiin waxaan bashar (dad) nala mid ah ahayn, Eebaha Raxamaan ahna waxba ma soo dajinin, idinkuna waxaan been ahayn masheegaysaan.","footnotes":""},{"sura":"36","aya":"16","translation":"waxay dhaheen (Rasuuladii) Eebahannaa og in naloo kiin soodiray.","footnotes":""},{"sura":"36","aya":"17","translation":"Korkannagana ma aha waxaan gaadhsiin cad ahayn.","footnotes":""},{"sura":"36","aya":"18","translation":"Waxay dhaheen (gaaladii) waan idin baasaysannay, haddaydaan joogin waan idin dhagaxyeynaynaa, waxaana xagganaga idinka taahan cadaab daran.","footnotes":""},{"sura":"36","aya":"19","translation":"Waxay dhaheen Rasuulladii baaskiinu wuu idinla joogi, haddii laydin waaniyo (Miyubaasku idinlajiri) waxaadse tihiin qoon xadgudbay,","footnotes":""},{"sura":"36","aya":"20","translation":"Waxaa ka yimid Magaalada dhankeeda fog nin dagdagi (ordi) wuxuuna ku yidhi qoomkayow raaca rasuullada.","footnotes":""},{"sura":"36","aya":"21","translation":"Raaca cid aan idin warsanayn ujuuro, oo hanuunsan.","footnotes":""},{"sura":"36","aya":"22","translation":"Maxaana u caabudaynin Eebihii i abuuray xagiisana laydiin celin.","footnotes":""},{"sura":"36","aya":"23","translation":"Miyaan ka yeelan wax ka soo hadhay ilaahyo hadduu Eebaha Raxmaan ah dhib ila doono ayan wax iitareyn shafeecadoodu waxba, ayana i korinayn.","footnotes":""},{"sura":"36","aya":"24","translation":"Markaas waxaan ku sugnaan baadi muuqata (cad).","footnotes":""},{"sura":"36","aya":"25","translation":"Anigu waxaan rumeyay Eebehiin ee maqla.","footnotes":""},{"sura":"36","aya":"26","translation":"Waxaa lagu yidhi gal jannada wuxuuna yidhi shallaytadaydee qoomkaygii muu ogaado.","footnotes":""},{"sura":"36","aya":"27","translation":"Waxa Eebe iigu dambi dhaafay iigana yeelay kuwo la karaameeyey.","footnotes":""},{"sura":"36","aya":"28","translation":"Kuma aanaan dajinin qoomkiisii gadaashiis Januud samad ka timid, mana aanaan ku soo dajinin.","footnotes":""},{"sura":"36","aya":"29","translation":"Waxaan qaylo Kaliya ahayna laguma halaagin oo markaas ay bakhtiyeen (halaagsameen).","footnotes":""},{"sura":"36","aya":"30","translation":"Nidaamo (Qoomamo) yaa u sugmaatay addomada Rasuulkii u yimaadaba waxay ahaadaan kuwo ku jees jeesa.","footnotes":""},{"sura":"36","aya":"31","translation":"Miyayna arkeyn intaan halaagnay hortood quruumo, aan xagooda usoo noqonayn.","footnotes":""},{"sura":"36","aya":"32","translation":"Dhammaanna waxaa lagu soo kulmin agtannada.","footnotes":""},{"sura":"36","aya":"33","translation":"Waxaa calaamo u ah dhulka dhinta (abaarooba) oo noolayno kana soo bixino midho ay wax ka cunaan.","footnotes":""},{"sura":"36","aya":"34","translation":"Waxaana yeellay dhexdeeda beero Timir iyo Cinabyo ah, waxaana ka dillaacinay dhexdeeda ilo (Biyo ah).","footnotes":""},{"sura":"36","aya":"35","translation":"Si ay u cunaan midhihiisa iyo waxay camal faleen gaemahoodu, miyeyna mahdinaynin Eebe.","footnotes":""},{"sura":"36","aya":"36","translation":"Waxaana nasahana Eebaha abuuray noocyada dhamaanteed oo ah waxa dhulka soo dhaliyo iyo naftoodaba iyo wax ayna ogayn.","footnotes":""},{"sura":"36","aya":"37","translation":"Waxaaa dadka calaamo ugu filan habeenkaan Maalinta ka soo siibno, oo markaas ay mugdi galaan Dadkii.","footnotes":""},{"sura":"36","aya":"38","translation":"Qorraxduna waxay kuorodaa meelay leedahay, taasina waa qadaraadda Eebaha adkaada ee waxwalba og.","footnotes":""},{"sura":"36","aya":"39","translation":"Dayaxana waxaan uqadaray (uyeelay) meelo uu ku hoydo intuu ka noqdo sida laan gabowday oo kale.","footnotes":""},{"sura":"36","aya":"40","translation":"Qorraxdana uma suurowdo inay haleesho Dayaxa Habeenkana uma suuroowdo inuu maalinta ka hormaro, mid kastana falagiisuu dhex dabaalan.","footnotes":""},{"sura":"36","aya":"41","translation":"Waxaa calaamo ugu filan dadka inaan ku xambaaray aabayaalkood Doontii buuxday.","footnotes":""},{"sura":"36","aya":"42","translation":"Waxaana uga abuuraynaa iyada oo kale waxay Koraan.","footnotes":""},{"sura":"36","aya":"43","translation":"Hadaan doonana waan maansheynaa wax u gargaarana mahelaan lamana koriyo.","footnotes":""},{"sura":"36","aya":"44","translation":"Naxariis Eebe iyo uraaxayn tan iyo wakhti mooyee.","footnotes":""},{"sura":"36","aya":"45","translation":"Markaa gaalada lagu dhaho ka dhowrsada waxa hortiina ah iyo waxa gadaashiina ah waxaad udhawdihiin in laydiin naxariistee (ma maqlaan).","footnotes":""},{"sura":"36","aya":"46","translation":"Aayad kasta oo u timaada oo ka mid ah aayaadka Eebahood way ka jeedsadaan.","footnotes":""},{"sura":"36","aya":"47","translation":"Marka lagu dhaho bixiya waxa Eebe idinku arzuqay wax ka mid ah waxay ku dhahaan kuwa gaaloobay kuwii rumeeyay ma waxaan quudinaynaa cid hadduu doono Eebe uu quudin lahaa, waxaan baadi cad ahayna kuma sugnidin.","footnotes":""},{"sura":"36","aya":"48","translation":"Waxay odhan gaaladu waa goorma (waqtiguu dhici) yaboohaas (Qiyaamadu) hadaad run sheegaysaan.","footnotes":""},{"sura":"36","aya":"49","translation":"Ma sugaayaan (gaaladu) hal qaylo mooyee oo qabanaysa iyagoo doodi.","footnotes":""},{"sura":"36","aya":"50","translation":"Mana karaan dardaaran ehelkoodiina uma soo noqdaan.","footnotes":""},{"sura":"36","aya":"51","translation":"Suurkaa la afuufi markaasaa dadku qubuurahooda xagga Eebahood uga soo dagdagi.","footnotes":""},{"sura":"36","aya":"52","translation":"Iyagooy dhihi gaaladu waan khasaarnaye yaa naga soobixiyey meeshaan jiifnay (qabrigii) taasina waa wixii Eebaha Raxmaan ah yaboohay Rasuulladuna ku run sheegeen.","footnotes":""},{"sura":"36","aya":"53","translation":"Waxaan qaylo kaliyo ahayn ma aha, maarkaasaa dhamaantood agtanada lagu soo kulmin.","footnotes":""},{"sura":"36","aya":"54","translation":"Maantana (qiyaamada) lagama dulmiyo nafna waxba, laydiin kana abaalmarin maayo waxaad camal falayseen mooyeen.","footnotes":""},{"sura":"36","aya":"55","translation":"Asaxaabta Jannada (ehelkeeda) Maantaa waxay ku shuqloonyihiin Nicmo iyo farax.","footnotes":""},{"sura":"36","aya":"56","translation":"Iyaga iyo haweenkooduba waxay ku sugnaan hadh, waxayna ku dangiigsanaan sariiro (sare).","footnotes":""},{"sura":"36","aya":"57","translation":"Waxayna dhexdeeda ka heli faakihad, waxayna heli waxay dalbaan.","footnotes":""},{"sura":"36","aya":"58","translation":"salaan Eebaha Naxariista xagiisa ka timidna way heli.","footnotes":""},{"sura":"36","aya":"59","translation":"Soocma maanta danbiilayaalyahow (gaalada).","footnotes":""},{"sura":"36","aya":"60","translation":"Miyaanan idinkula ballamin Bani aadamow inaydaan caabudin Shaydaan, illen col muuqda yuu idiin yahay.","footnotes":""},{"sura":"36","aya":"61","translation":"Ood ani i caabudaan, taasina waa wadada toosan.","footnotes":""},{"sura":"36","aya":"62","translation":"Dhab ahaan wuxuu udhumiyay (Shaydaan) xaggiina dad badan, miyaydaan wax kasaynin.","footnotes":""},{"sura":"36","aya":"63","translation":"Tanina waa jahannamadii laydiinku yaboohay.","footnotes":""},{"sura":"36","aya":"64","translation":"Ee gala Maanta gaalimadinii darteed.","footnotes":""},{"sura":"36","aya":"65","translation":"Maanta waxan daboolaynaa afkooda, waxaana nala hadli gacmahooda waxaana ku marag furi lugahooda waxay kasban jireen.","footnotes":""},{"sura":"36","aya":"66","translation":"Haddaan doono waan indha tiraynaa oo markaas ay udag dagaan wadada, sayse u arki.","footnotes":""},{"sura":"36","aya":"67","translation":"Hadaan doonana waan doorinaynaa, mana karayaan tagid iyo soo noqosho midna.","footnotes":""},{"sura":"36","aya":"68","translation":"Ruuxaan cimri siinno waxaannu ku gadin abuuridda (waannu tabar yarayn) ee miyaydaan wax kasayn.","footnotes":""},{"sura":"36","aya":"69","translation":"Maanaan barin Nabiga shicirka, Kumana haboona, waxaan (barna) un waano iyo Quraan cad.","footnotes":""},{"sura":"36","aya":"70","translation":"Si uu ugu digo ruuxii nool (xaqa raaci) cadaabna ugu sugnaado Gaalada.","footnotes":""},{"sura":"36","aya":"71","translation":"Miyeyna arkaynin inaan uga abuuray waxaan sameynay xoolo ay hantaan.","footnotes":""},{"sura":"36","aya":"72","translation":"OOn u laylinay, ooy waxna ka Koraan waxna ku cunaan.","footnotes":""},{"sura":"36","aya":"73","translation":"Waxaana ugu sugan manfacado iyo cabid ee miyayna mahdinaynin Eebe.","footnotes":""},{"sura":"36","aya":"74","translation":"Waxay ka yeesheen Eebe ka soke ilaahyaal inay u gargaaraan.","footnotes":""},{"sura":"36","aya":"75","translation":"Mana karaan gargaarkooda waxayna uyihiin Junuud (askar) kulmisan.","footnotes":""},{"sura":"36","aya":"76","translation":"Ee yeyna ku walbahaar galinin hadalkoodu annagaa og waxay qarsan iyo waxay muujinbee.","footnotes":""},{"sura":"36","aya":"77","translation":"Miyuusan arag dadku (oo ogayn) Inaan ka abuuray dhibic, markaas uu noqday dood badane cad.","footnotes":""},{"sura":"36","aya":"78","translation":"Wuxuuna noo yeelay tusaale wuuna halmaamay abuurkiisa wuxuuna yidhi yaa noolayn lafo baaliyoobay.","footnotes":""},{"sura":"36","aya":"79","translation":"Waxaad dhahdaa waxaa noolayn Eebihii ahaysiiyay markii horaba, abuur walbana waa ogyahay.","footnotes":""},{"sura":"36","aya":"80","translation":"Eebaha idiinka yeelay geedka cagaaran dab, oo markaas aad hursataan.","footnotes":""},{"sura":"36","aya":"81","translation":"Eebaha abuuray Samooyinka iyo dhulka miyuusan karin inuu abuuro isagoo kale, waa karaa, waana abuur badane ogaansho badan.","footnotes":""},{"sura":"36","aya":"82","translation":"Amarka Eebena markuu wax inuu abuuro doono waa inuu ku yidhaahdo uun ahaw oo uu ahaado.","footnotes":""},{"sura":"36","aya":"83","translation":"Waxaa nasahan (xumaan ka fog) Eebaha awooddiisu ku jirto xukunka wax kasta, xaggiisana laydiinsoo celin.","footnotes":""}]}