{"result":[{"sura":"38","aya":"1","translation":"Xarafka hore wuxuu kutusin mucjisada (Quraanka), Quraanka sharafta leh yaan kudhaaranay (waalaydin soo bixin).","footnotes":""},{"sura":"38","aya":"2","translation":"Kuwii gaaloobay waxay kusuganyihiin isla wayni iyo khilaaf (xaqdiido).","footnotes":""},{"sura":"38","aya":"3","translation":"Imisaan halaagnay hortood qarni ay markaas dhawaaqeen waqti aan dhawaaq waxba tareynin.","footnotes":""},{"sura":"38","aya":"4","translation":"Waxayna layaabeen gaaladii inuu uyimaado dige ka mid ah waxayna dhaheen gaaladii kani waa sixirroow beenaale ah.","footnotes":""},{"sura":"38","aya":"5","translation":"Ma wuxuu ka dhigay ilaahyadii ilaah kaliya, arrintaasi waa wax lala yaabo.","footnotes":""},{"sura":"38","aya":"6","translation":"Wuu kala tagay shirkii (madaxdii) kamidka ahayd, waxayna isu dhahen war socda oo ku samra (kusugnaada) Ilaahyaalkiina, arrintani waa wax laynala dooni.","footnotes":""},{"sura":"38","aya":"7","translation":"Manaan kumaqlin tanoo kale diintii kale (Nasraaniyada) arintan Eebe kaliya waa wax la been abuurtay.","footnotes":""},{"sura":"38","aya":"8","translation":"Ma quraankaa lagudajiyey isagoo na dhexjooga (anagaa ka mudan) waxayse kaga sugan yihiin Quraankayga shaki walina mayan dhadhamin Cadaabkayga.","footnotes":""},{"sura":"38","aya":"9","translation":"Ma agtaadaa khasnadaha naxariista Eebehaaga adkaada ee bixinta badan (khayrka) yahay.","footnotes":""},{"sura":"38","aya":"10","translation":"Mise waxaa u sugnaaday xukunka Samooyinka iyo dhulka iyo waxa u dhaxeeya, ha uu koreen sallaanno xagga (samada).","footnotes":""},{"sura":"38","aya":"11","translation":"Junuuda (Colka) halkaas joogaana (Gaalada) waa xisbiyo la jabin (laga adkaan).","footnotes":""},{"sura":"38","aya":"12","translation":"Waxaa beeniyey xaqan iyaga ka hor qoomkii (Nabi) Nuux iyo (reer) caad iyo Fircoonkii tiirarka lahaa.","footnotes":""},{"sura":"38","aya":"13","translation":"Iyo Reer Thamuud iyo qoomkii (Nabi) Luudh iyo Asaxaabtii kaynta (Qoomkii) Nabi Shucayb, kuwaas waa xisbiyadii (Xaqa beeniyey).","footnotes":""},{"sura":"38","aya":"14","translation":"Midaan Rasuullada beenin majiro, markaasay ciqaabtaydii ku dhacday.","footnotes":""},{"sura":"38","aya":"15","translation":"Kuwaasuna (Gaaladii Makaad) ma sugayaan waxaan hal qaylo ahayn, mana laha cilmi iyo sugid midna.","footnotes":""},{"sura":"38","aya":"16","translation":"Waxayna dhaheen Gaaladii Eebow noo dadaji qaybtanada (Ciqaabtanada) Maalinta xisaabta ka hor, (Qiyaamada).","footnotes":""},{"sura":"38","aya":"17","translation":"Ku samir (u adkayso) waxay sheegi xusuusana addoonkaygii Daa'uud ahaa ee xoogga lahaa, wuxuuna ahaa noqosho (Toobad keen) badane.","footnotes":""},{"sura":"38","aya":"18","translation":"Annagaa u sakhirray (u fudaynay) Buuraha, wayna la tasbiixsadaan Galab iyo Subaxba.","footnotes":""},{"sura":"38","aya":"19","translation":"Shimbirahana waa loo kulmiyey, dhammaantoodna waxay u noqdaan (Adeecaan) Eebe.","footnotes":""},{"sura":"38","aya":"20","translation":"Waana adkaynay xukunkiisa (Daa'uud) waxaana siiney xigmad (Nabinimo) iyo fahmo iyo hadal caddayn(iyo garsoorid).","footnotes":""},{"sura":"38","aya":"21","translation":"Ma ku soo gaadhay warkii kuwii doodayey, markey Mixraabka ugu soo dheceen.","footnotes":""},{"sura":"38","aya":"22","translation":"una soo galeen Daa'uud markaas uu ka argagaxay, ayna ku dhaheen ha cabsan, waxaan nahay doodayaal qaarkanno qaarkakale dulmiyey, ee si xaq ah noo kala xukun, hana joowrfalin, naguna hanuuni jidka toosan (xaqa).","footnotes":""},{"sura":"38","aya":"23","translation":"(Waxayna dheheen) kani waa walaalkay wuxuuna leeyahay sagaal iyo sagaashan Ido ah, anna waxaan leeyahay mid kaliya, wuxuuna sheegtay inaan siiyo hadalkiina wuu igaga adkaaday.","footnotes":""},{"sura":"38","aya":"24","translation":"Wuxuuna yidhi «Daa'uud» wuu kugu dulmiyey warsashada Laxdaada (inuu ku biiriyo) Idihiisa, in badan oo ka mid ah kuwa wax isku darsadana qaarkood waxay ku xadgudbaan (dulmiyaan) qaarka kale, marka laga reebo kuwa xaqa rumeeyey ee camalka wanaagsan falay, wayna yaryihiin kuwaasi, Daa'uudna wuxuu umaleeyey inaan ibtileynay wuyxuuna ka dambidhaaf dalbay Eebihiis, rukuuc (sujuudbuuna) la dhacay wuuna noqday.","footnotes":""},{"sura":"38","aya":"25","translation":"Markaasaan u dambi dhaafnay, agtanada wuxuu ku leeyahay dhawaansho iyo noqosho fiican (darajo sare).","footnotes":""},{"sura":"38","aya":"26","translation":"(Eebe wuxuu yidhi): Daa'uudow annagaa kaa yeeley khaliifka dhulka ee dadka kukala xukun xaqa hana raacin hawada (xun) oo kolkaas uu kaa dhumiyo jidka Eebe kuwa ka dhuma jidka Eebe waxaa u sugnaaday cadaabdaran halmaankoodii Maalinta xisaabta (Qiyaamada) darteed.","footnotes":""},{"sura":"38","aya":"27","translation":"Maanaan u abuurin Samada iyo Dhulka iyo waxa u dhaxeeya dana laan (Ciyaar). taasina waa siday maleeyeen kuwii Gaaloobay halaaguna wuxuu ugu sugnaaday kuwii Gaaloobey Naar.","footnotes":""},{"sura":"38","aya":"28","translation":"Miyaan ka yeeleynaa kuwii xaqa rumeeyey oo camal fiican falay sida kuwa hallayn dhulka, mise waxaan kala mid dhigaynaa kuwa dhowrsada kuwa xun oo kale (Gaalada).","footnotes":""},{"sura":"38","aya":"29","translation":"(Quraanku) waa kitaab aan kugu soo dajinay oo barakeysan, si ay u fiiriyaan dadku aayaadkiisa iyo inay waantoobaan kuwa caqliga leh,","footnotes":""},{"sura":"38","aya":"30","translation":"Waxaan siinnay Nabi Daa'uud (wiilkiisii) Suleymaan ahaaa wuxuuna ahaa adeec (Eebe) oo fiican toobad keen badan.","footnotes":""},{"sura":"38","aya":"31","translation":"Xusuuso marka loo bandhigay Casarkii Fardo oradbadan oo fiiefiican.","footnotes":""},{"sura":"38","aya":"32","translation":"Oo markaas uu yidhi ma waxaan ka jeclaan xusidda Eebe xoolo, inta Qorraxdu ka dhacdo.","footnotes":""},{"sura":"38","aya":"33","translation":"ii soo celiya wuxuuna bilaabay inuu ka taabto Dhudhumade iyo Luqunta (uu gawraco sadaqo darteed).","footnotes":""},{"sura":"38","aya":"34","translation":"Dhabahaan yaan u fidmeynay (imtixaanay) Nabi Suleymaan, waxaana ku tuuray kursigiisii jasad markaasuu toobad keeney.","footnotes":""},{"sura":"38","aya":"35","translation":"Wuxuuna yidhi Eebow ii dambi dhaaf ina sii xukun aan ku habooneyn cid igadambeeysa adaa bixin badane ahe.","footnotes":""},{"sura":"38","aya":"36","translation":"Waxaana u sakhirrey daheysha iyadoo ku socota amarkiisa iyadoo jilicsan meeshuu doono.","footnotes":""},{"sura":"38","aya":"37","translation":"Shayaadiinta (Waxaan usakhirey) mid wax dhisid iyo mid dhunbasho badanba.","footnotes":""},{"sura":"38","aya":"38","translation":"Iyo kuwo kale oo ku xidhxidhan silsilado.,","footnotes":""},{"sura":"38","aya":"39","translation":"(Waxaan ku nidhi) tan waa siismada ee bixi ama hayso xisaab la'aan.","footnotes":""},{"sura":"38","aya":"40","translation":"Wuxuuna ku leeyahay agtanada dhawaansho iyo noqosho fiican.","footnotes":""},{"sura":"38","aya":"41","translation":"Xusuuso addoonkeygii Ayuub ahaa markuu u dhawaaqay (baryey) Eebihiis isagoo dhihi wuxuu itaabsiiyey shaydaan dhib iyo Cadaab.","footnotes":""},{"sura":"38","aya":"42","translation":"Waxaana ku nidhi ku garaac Lugtaada (dhulka) waxaana ku nidhi kani waa Biyo meydhi ah qabowna lana cabdo.","footnotes":""},{"sura":"38","aya":"43","translation":"Waxaana siinnay Caruurtiisii iyo kuwo kale oo lamid ah naxariis xagganaga ka ahaatay iyo xusuus kuwa caqliga leh.","footnotes":""},{"sura":"38","aya":"44","translation":"Kuna qabo gacantaada xidhmo laamo ah kuna garaac hana jabinin dhaarta waxaana ku ognahay inuu yahay samre addoon fiican ah toobadkeenna badan.","footnotes":""},{"sura":"38","aya":"45","translation":"Xusuuso addoomadannadii (Nabi) Ibraahim iyo Nabi Isxaaq iyo Nabi Yacquub ee ku xoog badnaa cibaadada kuna aragdheeraa (xaqa).","footnotes":""},{"sura":"38","aya":"46","translation":"Anagaa u dooranay xusidda aakhiro.","footnotes":""},{"sura":"38","aya":"47","translation":"Waxayna ka yihiin agtanada kuwo la doortay oo wanaagsan.","footnotes":""},{"sura":"38","aya":"48","translation":"Xusuusana Nabi Ismaaciil, Alyasac iyo Dul kifli dhamaanna waxay ahaayeen kuwo wanaagsan.","footnotes":""},{"sura":"38","aya":"49","translation":"Waxaas la soo sheegay waa xusuus, kuwa dhowrsadana waxaa u sugnaaday noqosho fiican.","footnotes":""},{"sura":"38","aya":"50","translation":"Janada cadnin oo albaabada loo furay ayey mudan.","footnotes":""},{"sura":"38","aya":"51","translation":"Waxayna ku dangiigsan dhexdeeda (sariiro) waxayna u yeedhaan faakihaad badan iyo Cabbid.","footnotes":""},{"sura":"38","aya":"52","translation":"Waxaana agtooda ahaan Haween indhahoodu ku koobanyahay Ragooda (dhowrsoon) oo Isla eg.","footnotes":""},{"sura":"38","aya":"53","translation":"Kaas waxa leydiin yaboohay Maalinta Xisaabta (qiyaamada).","footnotes":""},{"sura":"38","aya":"54","translation":"Kaasuna waa Rizqigannaga mana dhamaado.","footnotes":""},{"sura":"38","aya":"55","translation":"Xaalku waa sidaas, Gaalana waxaa u sugnaadey noqosho xun.","footnotes":""},{"sura":"38","aya":"56","translation":"Jahannamo yeyna gali iyadaana u xun Gogol.","footnotes":""},{"sura":"38","aya":"57","translation":"Kaas waa Cadaab, ee dhadhamiya, isagoo ah Biyo kulul iyo Dhaacaanka ehelu Naarka.","footnotes":""},{"sura":"38","aya":"58","translation":"Iyo mid kale oo Cadaab ah oo isagoo kale ah xaga kulaylka iyo dheecaanka ehelu naarka isagoo noocya ah .","footnotes":""},{"sura":"38","aya":"59","translation":"Malaa'igtuna waxay dhihi kani waa koox idinla gali Cadaabka waxayna ku dhihi ha soo dhawaanina, waxayna galaan Naarta.","footnotes":""},{"sura":"38","aya":"60","translation":"Waxay ku dhaheen kuwii raacay kuwii madaxda ahaa ha soo dhawaanina (wanaag halla kulmina) idinkaa na soo galiyey Cadaabkan isagaana uxun meel lagu nagaado.","footnotes":""},{"sura":"38","aya":"61","translation":"Waxayna dheheen kuwii wax raacay Eebow ruuxii nasoo galiyey Cadaabkan u siyaadi laban laab Naarta.","footnotes":""},{"sura":"38","aya":"62","translation":"Waxayna dhaheen (Madaxdii) Gaalada maxaan la arkiweyney rag aan ku tirinay kuwo xun xun,","footnotes":""},{"sura":"38","aya":"63","translation":"Ma waxaan ka yeelanay (adduunkuu) Jees jees mise waxaa ka iishey xaggooda Araggii.","footnotes":""},{"sura":"38","aya":"64","translation":"Kaasina (doodaas) waa xaq sugan oo ah dooda ehelu naarka.","footnotes":""},{"sura":"38","aya":"65","translation":"Waxaad dhahdaa Nabiyow waxaan uun ahay dige, Eebe aan Eebe ahayna ma jiro ee kaliga ah awoodana badnaa.","footnotes":""},{"sura":"38","aya":"66","translation":"Ee ah Eebaha samooyinja iyo dhulka iyo waxa udhaxeeyaba, ahna adkaade dambidhaaf badan.","footnotes":""},{"sura":"38","aya":"67","translation":"Waxaad dhahdaa Nabiyow Quraanku waa war weyn.","footnotes":""},{"sura":"38","aya":"68","translation":"Ood idinku ka jeedsaneysaan.","footnotes":""},{"sura":"38","aya":"69","translation":"mana ogayn shirka sare (malaa'igtu) markey doodayaan (Haddaan waxyi jirin).","footnotes":""},{"sura":"38","aya":"70","translation":"waxaa uun leywaxyoodey inaan ahaydige muuqda.","footnotes":""},{"sura":"38","aya":"71","translation":"Xusuuso markuu Eebe ku yidhi malaa'igta anigu waxaan ka abuuri dadka (Aadam) Dhoobo.","footnotes":""},{"sura":"38","aya":"72","translation":"Ee markaan ekeeyo (ahaysiiyo) oon ku afuufo Ruuxdeyda ugu dhaca sujuud (salaan).","footnotes":""},{"sura":"38","aya":"73","translation":"Wayna sujuudey malaa'igtii dhamaantood oo idil.","footnotes":""},{"sura":"38","aya":"74","translation":"Ibliss mooyee oo is kibriyey kana mid noqday gaalada.","footnotes":""},{"sura":"38","aya":"75","translation":"Eebe wuxuu yidhi Ibliisow maxaa kaa reebay inaad u sujuuddo kaan ku abuuray yaddayda ma iskibrisey mise waxaad ka mid noqotay kuwa islasareeya.","footnotes":""},{"sura":"38","aya":"76","translation":"Wuxuuna yidhi anaa ka kheyroon isaga (aadam), waxaad iga abuurtey naar isagana waxaad ka abuurtey dhoobo.","footnotes":""},{"sura":"38","aya":"77","translation":"Eebe wuxuu ku yidhi iiga bax samadeyda, waxaad tahay mid la dheereeyeye.","footnotes":""},{"sura":"38","aya":"78","translation":"Korkaagana ha ahaato lacanadeydu tan iyo maalinta abaalmarinta.","footnotes":""},{"sura":"38","aya":"79","translation":"Wuxuu yidhi (ibliis) Eebow i sugtan iyo maalinta la soo bixin dadka.","footnotes":""},{"sura":"38","aya":"80","translation":"Eebe wuxuu yidhi waxaad ka midtahay kuwa la sugi.","footnotes":""},{"sura":"38","aya":"81","translation":"Tan iyo maalinta waqtiga layqaan ah.","footnotes":""},{"sura":"38","aya":"82","translation":"Wuxuuna yidhi waxaan ku dhaartey sharaftaadee waan baadiyeyn dhamaantood.","footnotes":""},{"sura":"38","aya":"83","translation":"marka laga reebo addomadaada suuban.","footnotes":""},{"sura":"38","aya":"84","translation":"Eebe wuxuu yidhi dhabtaan kusifoobaa, dhabtaana uhadlaa.","footnotes":""},{"sura":"38","aya":"85","translation":"Waxaana ku dhaaran inaan kabuuxiyo Jahannamo adiga iyo inta kuraacda oo ka midah dadka dhamaan.","footnotes":""},{"sura":"38","aya":"86","translation":"Waxaad dhahdaa Nabiyow idin kama warsanaayo xaqa ujuuro, mana ihi kuwa is dhiba .","footnotes":""},{"sura":"38","aya":"87","translation":"Waxyiguna waxaan waanada caalamka ahayn ma aha.","footnotes":""},{"sura":"38","aya":"88","translation":"Dhab ahaanna waxaad u ogaan doontaan warkiisa muddo ka dib.","footnotes":""}]}