{"result":[{"sura":"40","aya":"1","translation":"(waxay ku tusin mucjisada quraanka sidii soo hor martay).","footnotes":""},{"sura":"40","aya":"2","translation":"Soo dajinta Kitaabka (quraanka) waxay ka ahaatay Eebaha adkaada ee wax walba og.","footnotes":""},{"sura":"40","aya":"3","translation":"Ee dhaafa danbiga aqbalana toobadda, ayna darantahay ciqaabtiisu, ee nicmada badanleh, Eebe aan ilaahay ahayna ma jiro, xaggiisaana loo noqon.","footnotes":""},{"sura":"40","aya":"4","translation":"Kuma doodo aayaadka Eebe kuwa gaaloobey mooyee, ee yeyna kugu dhagrin gagadoonkooda adduunka.","footnotes":""},{"sura":"40","aya":"5","translation":"waxaa beeniyay hortood qoomkii (Nabi) Nuux iyo xisbiyadii ka dambeeyey, waxayna doontay ummad kastaa rasuulkoodii inay qabato (oy dilaan) waxayna ku doodeen baadil (xumaan) inay xaqa ku tirtiraan, markaasaan qabtay ee waa sidee ciqaabteydii.","footnotes":""},{"sura":"40","aya":"6","translation":"Saasayna ugu sugnaatay kalimadii Eebe «ciqaabtiisu» kuwii gaaloobay, waana inay yihiin naarta ehelkeeda.","footnotes":""},{"sura":"40","aya":"7","translation":"Kuwa (Malaa'igta) xambaarsan carshiga iyo kuwa gaararkiisa ah waxay ku tasbiixsan kuna Mahadin Eebehood wayna rumeysanyihiin, waxayna u dambi dhaaf warsan kuwa rumeeyey iyagoo dhihi Eebahanow waxaad ugu waasac noqon wax kasta naxariis iyo ogaanshee u dambidhaaf kuwa toobadkeena ee raaca jidkaaga kana dhawr cadaabka jaxiimo.","footnotes":""},{"sura":"40","aya":"8","translation":"Eebow gali kuwaas jannada cadni ee ah taad u yaboohday iyaga iyo ruuxii suubanaada oo ah Aabayaalkood, Haweenkooda iyo Caruurtooda, adigaa ah adkaade falsane.","footnotes":""},{"sura":"40","aya":"9","translation":"Kana dhawr xumaanta (Ciqaabta) ruuxaad ka dhawrto xumaanta maalintaas waad u naxariisatay taasina waa liibaanta wayn.","footnotes":""},{"sura":"40","aya":"10","translation":"Kuwa gaaloobay waxaa loogu dhawaaqaa (qiyaamada) cadhada Eebaa ka wayn cadhadaad naftiina ucadhootaan, maxaayeelay waxaa laydiinku yeedhi Jiray Iimaanka markaasaad gaaloobayseen.","footnotes":""},{"sura":"40","aya":"11","translation":"Waxay dhihi Eebow waxaad na dishay laba jeer waxaadna na noolaysay laba jeer waana qiranay dambiganagii ee ma suuroowdaa jid naarta looga baxo.","footnotes":""},{"sura":"40","aya":"12","translation":"Arrintaas waxaa ugu wacan in marka loo yeedho Eebe kaliya aad gaaloowdaan, haddii wax lala wadaajiyana aad rumeysaan xukunka dhamantiisna Eebaa iska leh ee sarreeya waynna.","footnotes":""},{"sura":"40","aya":"13","translation":"Eebe waa kan idin tusiya aayaadkiisa idiinkana soodajiya Samada Rizqi (Roob) mana xusuusto ruux Eebe unoqon mooyee.","footnotes":""},{"sura":"40","aya":"14","translation":"Ee bari (Caabud) Eebe adoo ukali yeeli cibaadada haba naceen gaaladuye.","footnotes":""},{"sura":"40","aya":"15","translation":"Eebe waa kan ay sarrayso darajadiisu (waxna koryeela) carshigana iska leh, kuna soo dajiya waxyigiisa (iyo jibriil) oo ah amarkiisa cidduu doono oo adoomadiisa ah, si uu uga digo maalinta kulanka (Qiyaamada).","footnotes":""},{"sura":"40","aya":"16","translation":"Maalintay usoo muuqan (usoo bixi) Eebe waxba kama qarsoona korkiisa, wuxuuna dhihi Eebe yaa xukunka iska leh maanta, markaasuu dhihi Eebaha kalida ah ee awooda badan.","footnotes":""},{"sura":"40","aya":"17","translation":"Maanta (Qiyaamada) waxaa laga abaalmarin nafkastaa waxay kasbatay, dulmina majiro Maanta, Eebana wey dag dag badantahay xisaabtiisu.","footnotes":""},{"sura":"40","aya":"18","translation":"Uga dig Nabiyow dadka Maalinta dhaw (Qiyaamada) markuu wadnuhu imaan dhuunta (Cabsi darteed) iyagoo naxsan daalimiinna uma sugnaan sokeeye iyo mid u shafeecoo la maqlo.","footnotes":""},{"sura":"40","aya":"19","translation":"Eebe waa ogyahay khayaanada indhaha iyo waxay qarin laabtu.","footnotes":""},{"sura":"40","aya":"20","translation":"Eebe wuxuu xukumaa xaqa, waxay caabudina oo Eeba ka sokeeya waxba ma xukumaan, Eebana waa maqle arka ah.","footnotes":""},{"sura":"40","aya":"21","translation":"Miyayna ku soconin Dhulka ooyan fiirin siday noqotay cidhibtii kuwii ka horreeyey (Gaaladan) waxay ahaayeen kuwa ka xoogbadan kana camiraadbadan dhulka, markaasuu qabtay Eebe danbigooda dartiis umana sugnaan waxa Eebe ka soo hadhay wax daafaca.","footnotes":""},{"sura":"40","aya":"22","translation":"Waxaana saas ugu wacan inay ahayd xujooyin, oy ka gaaloobeen markaas Eebe qabtay maxaa yeelay waa xoogbadane ay darantahay ciqaabtiisu.","footnotes":""},{"sura":"40","aya":"23","translation":"Dhab ahaan yaan (Nabi) Muuse ugu dirray isagoo wata aayaadkanaga iyo xujo cad.","footnotes":""},{"sura":"40","aya":"24","translation":"Xagga Fircoon, Haamaan iyo Qaaruun waxayna dheheen waa sixirroow beenaala ah.","footnotes":""},{"sura":"40","aya":"25","translation":"Markuu ugala yimid xaqa agtanada waxay dheheen dila Wiilasha kuwa rumeeyey, daayana Haweenka (Gabdhaha) dhagarta gaaladuna ma aha waxaan khasaare ahayn.","footnotes":""},{"sura":"40","aya":"26","translation":"Wuxuu yidhi Fircoon, i daaya aan dilo Muusee hana uyeedho Eebihiisa, waxaan ka cabsan inuu idinka badalo Diinta ama uu ka muujiyo dhulka fasaad.","footnotes":""},{"sura":"40","aya":"27","translation":"Wuxuuna yidhi (Nabi) Muuse waxaan ka magangalay Eebahay iyo Eebihiin mid kasta oo is kibriya (isla wayn) oon rumayn Maalinta xisaabta qiyaamada.","footnotes":""},{"sura":"40","aya":"28","translation":"Wuxuu yidhi nin Mu'min ah oo ka mid ah dadka Fircoon oo qarinaayay limaankiisa, ma waxaad udilaysaan in uu yidhi Eebahay waa Alle, isagoo idiinkala yimid xijooyin xagga Eebihiin hadduu beenaale yahayna isagay dhibi beentiisu, hadduu runle yahayna waxaa idin ku dhici wuxuu idiin ku yaboohay qaarkiis, Eebana ma hanuuniyo danbi badane been badan.","footnotes":""},{"sura":"40","aya":"29","translation":"Qoomkayoow idinkaa iska leh xukunka maanta una adag dhulka, yaase nooga gargaari caddabka Eebe hadduu inoo yimaado, fircoon wuxuu yidhi idin kula talin maayo waxaan ahayn ra'yigayga (waxa ii muuqda) idinkumana hanuuniyo waxaan ahayn waddada xaqa ah.","footnotes":""},{"sura":"40","aya":"30","translation":"Wuxuu yidhi kii rumeeyey (Xaqa) qoomkayoow waxaan idiin ka cabsan sidii maalintii xisbiyadii.","footnotes":""},{"sura":"40","aya":"31","translation":"Sidii Qoomkii Nabi Nuux iyo reecaad iyo thamuud iyo kuwii ka dambeeyey, Eebana ma aha mid la doonadulmi addoomada.","footnotes":""},{"sura":"40","aya":"32","translation":"Qoomkayow waxaan idinka cabsan maalinta isu yeedhidda (Qiyaamada).","footnotes":""},{"sura":"40","aya":"33","translation":"Maalintaad jeedsandoontaan idinkoo carari, idiinna sugnayn wax Eebe idinka ilaaliya, ruux Eebe dhumiyeyna malaha «ma jiro» wax hanuunin.","footnotes":""},{"sura":"40","aya":"34","translation":"Waxaa dhab ahaan idiin kula mid xujooyin marhore (Nabi) Yuusuf, kamana aydaan tagin shaki wuxuu idiin la yimid, markuu dhintayna waxaad dhahdeen ma soobixinaayo Eebe gadaashiis Rasuul, saasuuna udhumiyaa Eebe Ruux xad gudba oo shaki badan.","footnotes":""},{"sura":"40","aya":"35","translation":"Kuwa kudoodaya aayaadkanaga xujo utimid la'aanteed waxaa ku waynaatay cadho Eebe agtiisa iyo kuwa rumeeyay, saasuuna u daabacaa Eebe qalbi kastoo is kibriya oo daalim ah.","footnotes":""},{"sura":"40","aya":"36","translation":"Wuxuu yidhi fircoon Haamaanoow ii dhis Daar (sare) si aan ugu gaadho wadooyinka.","footnotes":""},{"sura":"40","aya":"37","translation":"Wadooyinka Samooyinka markaas aandaalacdo Ilaaha Muuse anigu waxaan u malayn beenaalee, saasaana loogu qurxiyay fircoon camalkiisa xun loogana leexiyay jidka, dhagarta fircoonna, ma aha waxaan khasaare ahayn.","footnotes":""},{"sura":"40","aya":"38","translation":"Wuxuu yidhi kii rumeeyay (Xaqa) qoomkayoow i raaca waxaan idinku hanuunin jidka fiicane.","footnotes":""},{"sura":"40","aya":"39","translation":"Qoomkayoow nolashan adduunyo ee dhaw waa uun raaxo (yar) aakharaase guri nagaadi ah.","footnotes":""},{"sura":"40","aya":"40","translation":"Ruuxii camal xun sameeya laguma abaalmariyo wax lamid ah mooyee, Ruuxiise camal fiican fala Lab iyo Dhaddiigba isagoo rumaysan kuwaasi waxay gali Jannada, waana lagu arzuqi dhexdeeda xisaab la'aan.","footnotes":""},{"sura":"40","aya":"41","translation":"Qoomkayoow maxaa ugu wacan inaan idiinku yeedho korid idinna iigu yeedhaan Naar.","footnotes":""},{"sura":"40","aya":"42","translation":"liguna yeedhaan inaan ka gaaloobo Eebe lana wadaajiyo (Cibaadada) waxaanan oqoon ulahayn, aniguna waxaan idiin ku yeedhi xagga Eebaha adkaada ee dambidhaafa.","footnotes":""},{"sura":"40","aya":"43","translation":"Waxaan shaki lahayn in waxaad iigu yeedhaysaan xaggiisa uusan lahayn Nacfi (iyo wax ajiiba) adduun iyo aakhiraba, waxaana laynoo celin xagga Eebe kuwa xadgudbana iyaga uunbaa ah asaxaabta (Ehelka) naarta.","footnotes":""},{"sura":"40","aya":"44","translation":"Waadna xusuusan doontaan waxaan idin kuleeyahay, waxaana u bandhigay amarkayga xagga Eebe, illeen Eebaa arka addoomadee.","footnotes":""},{"sura":"40","aya":"45","translation":"Markaasaa Eebe ka dhawray Mu'minkaas xumaantay ku dhagreen, waxaana ku dhacay (ku dagay) Fircoon iyo ehelkiisii cadaab xun.","footnotes":""},{"sura":"40","aya":"46","translation":"Naarbaana loo bandhigaa aroortii iyo galabtiiba, Maalintay kacayso Saacaduna (Qiyaamada waxaa ladhihi) galiya fircoon iyo ehelkiisa kan ugu daran cadaab.","footnotes":""},{"sura":"40","aya":"47","translation":"Xusuuso waqtigay ku doodi ehelu Naarku Naarta dhexdeeda ooy ku odhan kuwii (raaciyada ahaa) kuwii (madaxda ahaa) ee isla weynaa idinkaan idin raacaynay ee wax manooga taraysaan qayb naarta ka mid ah.","footnotes":""},{"sura":"40","aya":"48","translation":"waxay dheheen kuwii iskibriyey dhamaanteen waxaan ahaanaynaa naarta dhexdeeda, Eebana waa kala xukumay addoomadiisa dhexdooda.","footnotes":""},{"sura":"40","aya":"49","translation":"Waxayna ku dhaheen kuwa naarta kusugan adeegaha jahannamo noo barya Eebihiin inuu naga fududeeyo maalin cadaabka.","footnotes":""},{"sura":"40","aya":"50","translation":"Waxay dheheen adeegayaashii miyeyna ahayn inay idiinla timid Rasuuladii xujooyin, waxay dhaheen way noola timid, waxayna dhaheen harya idinkii marka Eebe, baryada gaaladana ma aha waxaan baadi iyo khasaare ahayn.","footnotes":""},{"sura":"40","aya":"51","translation":"Annagaa u gargaari Rasuuladanada iyo kuwa rumeeyey xaqa nolosha adduun iyo maalinta ay kici maragyadu.","footnotes":""},{"sura":"40","aya":"52","translation":"Maalintayna anfacayn daalimiinta cudur daarkoodu, ayna u sugnaan Naclad iyo Guri xun (Naar).","footnotes":""},{"sura":"40","aya":"53","translation":"Dhab ahaan yaan u siinay Nabi Muuse hanuun (Nabinimo) una dhaxalsiinayna Bani Israa'iil Kitaabka (Tawreed).","footnotes":""},{"sura":"40","aya":"54","translation":"Hunuun iyo waano isagoo u ah kuwa caqliga leh.","footnotes":""},{"sura":"40","aya":"55","translation":"Ee samir Nabiyow yabooha Eebe wan dhabe, dambi dhaafna waydiiso kuna tasbiixso adoo ku dheehan mahadda Eebahaa Galab iyo Aroorba.","footnotes":""},{"sura":"40","aya":"56","translation":"Kuwu ku murmi aayaadka Eebe xujo la'aan u timid laabtooda ma aha waxaan kibir ayna gaadhayn ahayn, ee ka magan gala Eebe isagaa wax muqla waxna arkee.","footnotes":""},{"sura":"40","aya":"57","translation":"Abuuridda cirka iyo Dhulka yaa kawayn abuuridda Dadka (sida u muuqata) laakiin Dadka badidiis ma oga.","footnotes":""},{"sura":"40","aya":"58","translation":"Ma eka indhoole iyo arkc iyo kuwa rumeeyey (Xaqa) camalfiicanna falay iyo xumuunloow, wax yar baadse xusuusanaysaan.","footnotes":""},{"sura":"40","aya":"59","translation":"Saacadda (Qiyaame) way iman shaki la'aan laakiin Dadka badidiis ma rumeynayaan.","footnotes":""},{"sura":"40","aya":"60","translation":"Wuxuu yidhi Eebehiin i barya aan idiin ajiibee, (aqbalee) kuwa iska weyneeya cibaadadayda waxay gali doonaan naarta jahannamo, iyagoo dulleysan.","footnotes":""},{"sura":"40","aya":"61","translation":"Eebe waa kan idiin yeelay habeenka inaad xasiLoonaataan dhexdiisa, maalintana (Ifid) arag, Eebana waa kan wax ku galladaysta dadka, laakiin dadka badankiisu kuma mahdiyaan.","footnotes":""},{"sura":"40","aya":"62","translation":"Kaasi waa allihiin, Eebana idiin ah wax walbana abuuro, Eebe mooyee mid kale ma jiro ee xagee xaqa laydiinka iili.","footnotes":""},{"sura":"40","aya":"63","translation":"Saas ookale yaa loo iilay kuwii aayaadka Eebe diidi jiray.","footnotes":""},{"sura":"40","aya":"64","translation":"Eebe waa kan idiinka yeelay Dhulka meel sugnaansho, Cirkana dhismo oo idin sawiray wanaajiyayna Suuraddiina oo idinku Arzaaqay wax wanaagsan kaasi waa Eebihiin waxaana sarreeya oo nasahan Eebaha Caalamka Eebihiisa ah,","footnotes":""},{"sura":"40","aya":"65","translation":"Eebaha nool, Eebe aan isaga ahaynna ma jiro ee barya (caabudana) idinkoo u kaliyeeli Diinta, mahadna waxaa iska leh Eebaha Caalamka.","footnotes":""},{"sura":"40","aya":"66","translation":"Waxaad dhahdaa Nabiyow waxaa layga reebay inaan caabudo waxaad baryeysaan Eebe ka sokow markay iigayimaadeen xujooyin xagga Eebahay, waxaana lay faray inaan uhogaansamo Eebaha Caalamka.","footnotes":""},{"sura":"40","aya":"67","translation":"Eebe waa kan idinka abuuray CarRada Hadana Dhibic, haddana Calaqo markaas idin soo bixiyey idinkoo ilma ah, hadana aad gaadhaan xoogiina, haddana aad noqotaan Odayo waxaase idinka mid ah cid la oofsado (Dhimata) intaas ka hor, iyo inaad gaadhaan waqti magacaaban waxaad udhawdihiin inaad wax kastaan.","footnotes":""},{"sura":"40","aya":"68","translation":"Eebe waa kan wax nooleeya waxna dila markuu doono inuu xukumo amarna wuxuu uun dhahaa ahaw wuuna ahaadaa.","footnotes":""},{"sura":"40","aya":"69","translation":"Ka warran kuwa ku murmi aayaadku Eebe xaggee looga iili xaqa.","footnotes":""},{"sura":"40","aya":"70","translation":"Kuwa beeniyay Kitaabka «Quraanka» iyo waxaan la soo dirray Rasuulladanada way ogaandoonaan, cidhibtooda.","footnotes":""},{"sura":"40","aya":"71","translation":"Marka Katiinado layeelo Luquntooda Silsiladdana lagu jiido.","footnotes":""},{"sura":"40","aya":"72","translation":"Kulayl haddana «Naar» lagu jiido.","footnotes":""},{"sura":"40","aya":"73","translation":"Markaas lagu dhaho aaway waxaad la wadaajiseen cibaadada.","footnotes":""},{"sura":"40","aya":"74","translation":"Eebe ka sokoow, waxayna odhan waa naga Dhumeen (waynay), mase aanaan ahayn kuwo Wax ucaabuday horay, saasuuna Eebe udhumiyaa Gaalada.","footnotes":""},{"sura":"40","aya":"75","translation":"Taasina waa waxaad ugu farxi jirteen Xumaanta dhulka dhexdiisa xaq daro iyo Waxaad la kibri jirteen.","footnotes":""},{"sura":"40","aya":"76","translation":"Eegala irdaha jahannamo idinkoo ku Waari waxaana u xun meeluu ku hoydo isla wayne Naarta Jahanamo.","footnotes":""},{"sura":"40","aya":"77","translation":"Samir (adkayso) nabiyow yabooha Eebe waa xaqe, haddaanu kutusinno waxa (guusha) aannu Kuu yaboohi qaarkeed (intaad nooshahay waa Wanaagayamaan ku oofsanno (intaas Ka hor) Xaganagaa loo soo celin (gaaladaas).","footnotes":""},{"sura":"40","aya":"78","translation":"Waxan dirray rasuullo adiga hortaa Waxaa ka mid ah kuwo aan kaaga qisoonay iyo kuwo aanaan kaaga qisoonin, rasuulna aayad (mucjisad) ah idiin Lama imaan karo Eebe la'aantiis hadduuse yimaado amarka Eebe (cadaabkiisu) waxaa la Xukumi xaq waxaana ku khasaaray halkaas kuwa Xumaanlowga ah.","footnotes":""},{"sura":"40","aya":"79","translation":"Eebe waa kan idiin yeelay Nicmoolayda (xoolaha) inaad waxna ka fuushaan waxna ka cuntaan.","footnotes":""},{"sura":"40","aya":"80","translation":"Waxaana idinka sugnaaday dhexdeeda Nacfi iyo inaad ku gaadhaan danihiina Laabta idinkaga jira, korkeeda iyo doonta Ayaana la idinku xambaaraa.","footnotes":""},{"sura":"40","aya":"81","translation":"Wuxuuna idin tusiyaa aayaadkiisa ee teed aayaadka Eebe diidaysaan.","footnotes":""},{"sura":"40","aya":"82","translation":"miyayna ku soconin dhulka oo ay fiiriyaan Siday noqotay cidhibtii kuwii ka horreeyay, waxay ahaayeen kuwo ka badan kana xoog badan iyo camiridda dhulka, waxna uma tarin waxay kasbadeen.","footnotes":""},{"sura":"40","aya":"83","translation":"markay ula yimaadeen rasuuladoodii xujooyin waxay ku farxeen gaaladii waxa agtooda ah oo cilmi ah, waxaana ku dagay waxay ku jees-jeesi jireen (abaalkiisii).","footnotes":""},{"sura":"40","aya":"84","translation":"markay arkaan cadaabkanaga waxay dhahaan waxaan rumaynay Eebe kaliya waana diidnay waxaan Eebe la wadaajin jirray.","footnotes":""},{"sura":"40","aya":"85","translation":"Mana aha kuu anfici iimaankoodu markay Arkaan cadaabkanaga, waa sunnada (dariqada) Eebe ee u horaysay adoomadiisa, waxaana ku khasaaray halkaas gaalada.","footnotes":""}]}