{"result":[{"sura":"47","aya":"1","translation":"kuwii Gaaloobay oo jidka Eebana ka leexiyay Dadka Eebe waa buriyay camalkooda.","footnotes":""},{"sura":"47","aya":"2","translation":"kuwa rumeeyay xaqase oo camal fiican falay oo rumeeyay Quraanka lagu soo dajiyay (Nabiga) Muxammad ah ee xaqa ah Eebe wuu astuuri xumaantooda, xaalkoodana wuu wanaajin.","footnotes":""},{"sura":"47","aya":"3","translation":"saasna waxaa ugu wacan in kuwa Gaaloobayna ay raaceen Baadhil, kuwa rumeeyayna ay raaceen Baadhil, kuwa rumeeyayna ay raaceen xaqa Eebe, saasuuna Eebe u yeelaa tusaale.","footnotes":""},{"sura":"47","aya":"4","translation":"Haddaad kula kulantaan Gaalada Dagaal Luqunta ka garaaca, markaad sugtaanna ku adkeeya xidhidda, markaas ama iska siidaaya ama haysfurteen, inta Dagaalku ka xasili, xaalku waa saas, hadduu Eebe doonana wuu ka aarsankaraa, hase yeeshee wuxuu saas u falay inuu qaarkiin qaarka kale ku imtixaano, kuwa Jidka Eebe lagu dilana Camalkooda Eebe ma halleeyo.","footnotes":""},{"sura":"47","aya":"5","translation":"Eebana wuu toosin oo hanuunin kuwaas, wuuna wanaajinn xaalkooda.","footnotes":""},{"sura":"47","aya":"6","translation":"Wuxuuna galin Janno (uu baray) u caddeeyay.","footnotes":""},{"sura":"47","aya":"7","translation":"Kuwa xaqa rumeeyow haddaad u gargaartaan Eebe (Diintiisa) isna wuu idiin gargaari, Gommadihinnana wuu sugi (Geesinnimo).","footnotes":""},{"sura":"47","aya":"8","translation":"Kuwa Gaaloobayse Halaag iyo (hoos u dhac) yaa u sugnaaday, Camalkoodiina Eebe wuu halleeyay.","footnotes":""},{"sura":"47","aya":"9","translation":"Saas waxaa ugu wacan inay neceen waxa Eebe soo dajiyay oo xaqa ah, markaasuu hoobiyay Camalkoodii.","footnotes":""},{"sura":"47","aya":"10","translation":"Miyayna ku soconin dhulka oo markaas ay arkaan siday noqotay Cidhibtii kuwii Gaaloobay ee Ree Maka ka horreeyay, Eebaa halaagay, Gaaladana waxaa u sugnaaday saasoo kale halaag.","footnotes":""},{"sura":"47","aya":"11","translation":"Saas waxaa ugu wacan in Eebe yahay gargaaraha Mu'miniinta, Gaaladuna ayna gargaare lahayn.","footnotes":""},{"sura":"47","aya":"12","translation":"Eebe wuxuu galin Mu'miniinta Camalka fiicanna falay Jannooyin ay dureeri dhexdeeda Wabiyaal, kuwa Gaaloobayna way raaxaysan (Addnunka) una cuni sida xooluhu wax u cunaan, Naarna waa Gurigay ku hoyan.","footnotes":""},{"sura":"47","aya":"13","translation":"Imisay jirtay Magaalo ka xoog badan Magaaladaadan ku bixisay (Maka) aanna hallignay, gargaarana aan helin.","footnotes":""},{"sura":"47","aya":"14","translation":"Ruux xaqa cad ee Eebe ku sugan ma la midbaa Ruux loo qurxiyay Camalkiisa xun oo haddana waxa naftiisu jeceshahay (ee xun) raaca.","footnotes":""},{"sura":"47","aya":"15","translation":"Tilmaanta Jannada loogu yaboohay mu'miniinta waa in Wabiyaal biya ah oon doorsoomaynin dhexdeeda yihiin, iyo Wabiyaal Caano ah ooo iyana dhadhankoodu doorsoomaynin, iyo Wabiyaal Khamro (xalaal ah) oo u macaan dadka cabbi, iyo Wabiyaal Malab ah oo la sifeeyay, waxayna Jannada ku leeyihiin nooc kasta ooMidho ah, iyo dambidhaafka Eebe. Ma la midbaa Ruux Narta ku waari lagana waraabin Biyo kulayl daran oo Xiidmahooda gooya\/","footnotes":""},{"sura":"47","aya":"16","translation":"Waxaa ka mid ah Gaalada kuwo ku dhagaysan (Nabiyow), Markay agtaada ka baxaanna ku dhihi kuwa Cilmiga leh (Asxaabta) Muxuu lahaa dhawaan, kuwaasi waa kuwa Eebe daabacay Quluubtooda, waxay naftoodu jeclaydna (oo xunna) raacay.","footnotes":""},{"sura":"47","aya":"17","translation":"Kuwa hanuunay (Eebe) wuxuu u siyaadiyaa hanuun, wuxuuna waafajiyaa (Eebe) kayaabiddiisa.","footnotes":""},{"sura":"47","aya":"18","translation":"Gaaladu ma waxay sugi in Qiyaamadu kado ugu timaaddo, waxaase yimidba Calaamooyinkeedii, ee sideebay xusuus ugu sugnaan hadday Qiyaamadu timaaddo.","footnotes":""},{"sura":"47","aya":"19","translation":"Ogow (kuna sugnow Nabiyow) inaan Eebe mooyeen Ilaah kale jirin, una dambi dhaaf waydii naftaada iyo mu'miniinta Rag iyo Haweenba, Eebana waa ogyahay dhaqdhqaaqiinna iyo nagaadigiinnaba.","footnotes":""},{"sura":"47","aya":"20","translation":"Waxay kuwa xaqa rumeeyay dhahaan Maa la soo dejiyo Suurad, markiise la soodajiyo Suurad sugan Dagaalkana (Jahaadkana) lagu sheego waxaad arkaysaa kuwa quluubta ka buka oo ku soo fiirin (Nabiyow) sida Ruux sakaraad hayo oo kale, halaag baynamutaan kuwaasi.","footnotes":""},{"sura":"47","aya":"21","translation":"Daacadnimo iyo hadal wanaagsan yaa u khayr roonaan lahayd, markase xaalku dhaboobo (Jahaad la galo) haday Eebe u runsheegaan yaa u khayr badan.","footnotes":""},{"sura":"47","aya":"22","translation":"Amaad mudantihiin haddaad xaqa (Jahaadka) ka jeedsataan inaad fasaadisaan dhulka, Qaraabadiinnana goysaan.","footnotes":""},{"sura":"47","aya":"23","translation":"Kuwaasi waa kuwa Eebe lacnaday, dhagaha iyo Indhahana tiray.","footnotes":""},{"sura":"47","aya":"24","translation":"Miyayna Quraanka u fiirsanin (sidhab ah) mise Quluubtoodaa daboolan.","footnotes":""},{"sura":"47","aya":"25","translation":"Kuwa riddoobay (gaalnimo ku noqday) inta xaqu iyo hanuunku u caddaaday ka dib shaydaanbaa u qurxiyay, yididiilo (been ahna) uguna yaboohay.","footnotes":""},{"sura":"47","aya":"26","translation":"Saas waxaa ugu wacan iney kuwa riddoobay ku dheheen kuwa xaqa nacay waxaan idinku (waafaqaynaa) adeecaynaa amarka qaarkiis (colnimada Nabiga), Eebana waa ogyahay waxay qarsan.","footnotes":""},{"sura":"47","aya":"27","translation":"Ee say noqon markay nafta ka qaadayso Malaa'igtu iyadoo ka garaaci Wajiga iyo gadaashaba.","footnotes":""},{"sura":"47","aya":"28","translation":"Saas waxaa ugu wacan inay raaceen kuwaasi wax Eebe ka cadhoodo, neceenna raalli ahaanshihiisa, markaasuu buriyay camalkoodii.","footnotes":""},{"sura":"47","aya":"29","translation":"Kuwii Qalbiga ka bukay ma waxay u maleeyeen inaan Eebe soo muujinayn xumaanta (iyo xasadka) Qalbiga kaga jira.","footnotes":""},{"sura":"47","aya":"30","translation":"Haddaan doonno waan ku tusin karnaa kuwaas, waxaadna ku aqoonsan Calaamad, waxaad kaloo ku oqoonsan hadalka leexsan, Eebana waa ohyahay camalkooda.","footnotes":""},{"sura":"47","aya":"31","translation":"waannu idin imtixaanaynaa intaan ka muujinno kuwiinna Jahaadi iyo kuwa samra, waana imtixaanaynaa Xaalkiinna.","footnotes":""},{"sura":"47","aya":"32","translation":"Kuwa gaaloobay ee Jidka Eebe ka leexiya dadka Rasuulkana khilaafa (lana collooba) inta xaqu u caddaaday ka dib waxba Eebe kama dhimayaan Camalkoodana wuu burrin.","footnotes":""},{"sura":"47","aya":"33","translation":"Kuwa xaqa rumeeyow Eebe adeeca, Rasuukiisana adeeca, Camalkiinnana hayska burrinina.","footnotes":""},{"sura":"47","aya":"34","translation":"Kuwa gaaloobay oo Jidka Eebe ka leexiyay dadka kadibna dhinta iyagoo gaala ah Eebe uma Dambi dhaafo.","footnotes":""},{"sura":"47","aya":"35","translation":"Ha tabar darraanina mu'miniintaay ood markaa heshiis u yeedhaan, idinkaaba ka sarreeyee Eebana idinla jiraaye, Camalkiinnana ma nusqaaminaayee.","footnotes":""},{"sura":"47","aya":"36","translation":"Nolosha Adduunyo waa uun ciyaar iyo dheeldheel, haddaadse xaqa rumeysaan ood dhawrsataan wuxuu idin siin (Eebe) abaalkiinna, xoolihiinnana idin waydiisan maayo.","footnotes":""},{"sura":"47","aya":"37","translation":"Hadduu idin waydiiyo (Eebe) xoolihiinna (dhammaan) idinkuna celceliyo waad bakhayloobaysaan, waxaana soo bixi colnimadiinna.","footnotes":""},{"sura":"47","aya":"38","translation":"Kuwaas xaqa rumeeyow waxaa laydiinku yeedhi inaad jidka Eebe wax ku bixisaan, waxaase idinka mid ah kuwo ku bakhayli, Ruuxiise bakhayla wuxuu uun kala bakhaylay Naftiisa Eebana waa hodon, idinkuna waxaad tihiin fuqaro, haddaad xaqa ka jeedsataanse wuxuu Eebe idinku baddali kuwa kale oon idin lamid noqonayn.","footnotes":""}]}