{"result":[{"sura":"49","aya":"1","translation":"Kuwa xaqarumeeyow ha ku dagdagina Eebe iyo Rasuulkiisa hortiisa (waxayan fasixin), Eebana ka dhawrsada ileen wax walba wuu maqli wuuna ogyahaye.","footnotes":""},{"sura":"49","aya":"2","translation":"Kuwa xaqa rumeeyow ha ka koryeelina codkiinna codka Nabiga, hana kula jahrina (qaylina) hadal sida qaarkiin qaar ugula jahro (qaylyo) si aan camalkiinnu u burin idinkoon ogayn.","footnotes":""},{"sura":"49","aya":"3","translation":"kuwa codkooda hoos u dhiga Rasuulka agtiisa kuwaasi waa kuwo Eebe imtixaanay quluubtooda dhawrsasho darteed, waxayna mudanyihiin dambi dhaaf iyo ajri wayn.","footnotes":""},{"sura":"49","aya":"4","translation":"kuwa kaaga dhawaaqi qolalka gadaashooda badankoodu wax ma kasayaan.","footnotes":""},{"sura":"49","aya":"5","translation":"Hadday samraan intaad uga soo bixi yaa u khayr badnaan lahayda, Eebana waa dambi dhaafe naxariista,","footnotes":""},{"sura":"49","aya":"6","translation":"Kuwa xaqa rumeeyow hadduu idiinla yimaaddo faasiq war, hubsada, si aydaan dad u dhibin ogaansho la'aan, markaasna aad shallaydaan waxaad fasheen.","footnotes":""},{"sura":"49","aya":"7","translation":"Ogaadana in Rasuulkii Eebe idin dhexjoogo, hadduu idinku addeeco waxyaala hadanna aad dhibboonaysaan, wuxuuse Eebe idinla jeclaaday limaan, una qurxiyay quluubtiinna, wuxuuna idinla nacay gaalnimo, faasiqnimo iyo caasinnimo, kuwaasina waa kuwa hanuunsan.","footnotes":""},{"sura":"49","aya":"8","translation":"Waa fadliga (siinta) Eebe iyo naxriistiisa, Eebana wax walba waa ogyahay, waana falsame.","footnotes":""},{"sura":"49","aya":"9","translation":"Hadday Laba qolo oo mu'miniinta ah dagaallamaan heshiisiiya dhexdooda, hadday midu ku xadgudubto tan kale la dirira tan xadgudubtay intay amarka Eebe uga noqoto (xaqa aqoonsato), Hadday u noqotana si caddaalad ah u wanaajiya dhexdooda una garsoora, Eebe wuxuu jecelahay kuwa garsooree.","footnotes":""},{"sura":"49","aya":"10","translation":"Mu'miniintu waa uun walaala, ee wanaajiya walaalihiin dhexdooda, Eebana ka dhawrsada, waxaad u dhawdihiin inuu idiin naxariistee.","footnotes":""},{"sura":"49","aya":"11","translation":"Kuwa xaqa rumeeyow yuuna yasin Ragna Rag (kale) waxay u dhawdahay inuu ka khayr badanyahaye, Haweenna yayna haween yasin waxay u dhawyihiin inay ka khayr badanyihiine, hana ceebeynina Naftiinna, hana isugu dhawaaqina naanays xun, waxaa xun magaca faasiqinimada iimaan kadib, Ciddaan tawbad keeninna waa daalimiin.","footnotes":""},{"sura":"49","aya":"12","translation":"Kuwa xaqa rumeeyow ka dhawrsada wax badan oo mala ah, maxaa yeelay malaha qaarkiis waa dambi, hana is jaasuusina, qaarkiinna qaar yuusan xamanin, miyuu jecelyahay midkiinna inuu cuno Hilibka walaalkiis oo mayd ah, waad necebtihiin arrintaa, Eebana ka dhawrsada waa tooba aqbale naxariistee.","footnotes":""},{"sura":"49","aya":"13","translation":"Dadow waxaan idinka abuuray lab iyo dhaddig, waxaana idinka yeellay shucuub iyo qabiilooyin si aad isu aqoonsataan, Ruuxase ugu sharaf badan Eebe agtiisa waa ka idiinku dhawrsasho badan, Eebana wax walba waa ogyahay,","footnotes":""},{"sura":"49","aya":"14","translation":"Waxay dheheen ree baadiyihii carbeed waan rumaynay (xaqa), waxaad ku dhahdaa maydaan rumaynin, laakiin dhaha waan hoggansannay, Iimaankuna wali Quluubtiinna ma galin, haddaadse adeecdaan Eebe iyo Rasuulkiisa kama nusqaamiyo camalkiinna waxba, Eebana waa dambi dhaafe naxariista.","footnotes":""},{"sura":"49","aya":"15","translation":"Kuwa mu'miniinta ah waa kuwa uun rumeeyay Eebe iyo Rasuulkiisa oon shakiyin, kuna Jahada Xoolahooda iyo naftooda jidka Eebe dartiis, kuwaasi waa kuwa runlowga ah.","footnotes":""},{"sura":"49","aya":"16","translation":"Waxaad dhahdaa ma Eebbaad usheegaysaan diintiinna isagoo og waxa Samaawaadka iyo Dhulkaba ku sugan, Eebana wax walba waa ogyahay.","footnotes":""},{"sura":"49","aya":"17","translation":"Waxau kugu mannaysan inay Islaameen, waxaad dhahdaa haygu mannaysanina Islaamkiinna Eebaa manna idinku leh inuu idinku hanuuniyay Iimaanka haddaad run sheegeysaan.","footnotes":""},{"sura":"49","aya":"18","translation":"Eebe waa ogyahay waxa Samaawaadka ku maqan iyo dhulkaba, Eebana waa arkaa waxaad camal falaysaan.","footnotes":""}]}