{"result":[{"sura":"50","aya":"1","translation":"Eebe wuxuu ku dhaartay Quraanka sharafta leh (in dadka la soo bixin).","footnotes":""},{"sura":"50","aya":"2","translation":"Waxayse La yaabeen inuu u yimid dige ka mid ah oy markaas dheheen gaaladii kan waa wax la yaab leh.","footnotes":""},{"sura":"50","aya":"3","translation":"Ma markaan dhimanno oon carro noqonno yaa nala soo celin, taas waa soo celin fog.","footnotes":""},{"sura":"50","aya":"4","translation":"Waan ognahay waxa dhulku ka cunay jidhkooda, agtannadana waxaa yaallaa Kitaab koobay wax walba, oo ilaashan.","footnotes":""},{"sura":"50","aya":"5","translation":"Waxaybase beeniyeen xaqii markuu u yimid, waxayna ku suganyihiin xaal qasan.","footnotes":""},{"sura":"50","aya":"6","translation":"Miyayna eegin Samada korkooda ah sidaan u dhisnay una qurxinay ayna duleella u lahayn.","footnotes":""},{"sura":"50","aya":"7","translation":"Dhulkana waan waasicinnay waxaana ku sugnay Buuro, waxaana ka soo bixinnay dhexdiisa nooc kasta oo quruxsan.","footnotes":""},{"sura":"50","aya":"8","translation":"Inay aragti iyo waano u noqoto Ruux kasta oo Addoon Eebe oo toobad keen badan ah.","footnotes":""},{"sura":"50","aya":"9","translation":"Waxaan ka soo dajinnay samada Biyo barakaysan oon ku soo bixinnay Beero iyo Midho la goosta,","footnotes":""},{"sura":"50","aya":"10","translation":"Iyo timir dheer oo fidsan oo leh fiido wax ka soo dhashaan oo is dul saaran.","footnotes":""},{"sura":"50","aya":"11","translation":"Si Addoommada Eebe loogu irsaaqo, Biyahaana waxaan ku noolaynay Magaalo dhimatay, saasayna soo bixintu tahay.","footnotes":""},{"sura":"50","aya":"12","translation":"Kuwa Reer Makaad hortooda waxaa xaqii beeniyay Qoomkii (Nabi) Nuux iyo Rasi dadkeedii iyo thamuud.","footnotes":""},{"sura":"50","aya":"13","translation":"Iyo Ree Caad iyo Fircoon iyo (Nabi) Luudh walaalihiis (qoomkiisii).","footnotes":""},{"sura":"50","aya":"14","translation":"Iyo kayntii dadkeedii (Nabi Shucayb qoomkiisii) iyo Qoomkii Tubbac, dhammantood waxay beeniyeen Rasuulladdi, waxaana ku dhacay wixii Eebe ugu goodiyay (ciqaabtii).","footnotes":""},{"sura":"50","aya":"15","translation":"Ma waxaan ka noognay abuuriddi hore, waxayse shakisan yihiin abuuridda cusub (soo bixinta).","footnotes":""},{"sura":"50","aya":"16","translation":"Dhab ahaan yaan u abuurray Insaanka (dadka) waana ognahay waxay naftiisu ku waswaasin Annagaana ugsa dhaw xididka dhuunta.","footnotes":""},{"sura":"50","aya":"17","translation":"Markay kulmi malaa'igta ilaalinaysa oo Midigta iyo bidixda ka fadhida.","footnotes":""},{"sura":"50","aya":"18","translation":"Wax kastoo lugu hadlo waxaa la jooga Raqiib iyo Catiid (oo qori).","footnotes":""},{"sura":"50","aya":"19","translation":"Waxaa u yimid sakaraadkii geerida si dhab ah wanataas geeridaad ka cararaysay.","footnotes":""},{"sura":"50","aya":"20","translation":"Suurkii (Qiyaamana) waa la afuufi waana Maalin laysu yaboohay (oo sugan).","footnotes":""},{"sura":"50","aya":"21","translation":"Naf walba way iman iyadoo malag hoggaamin midna ku marag furi.","footnotes":""},{"sura":"50","aya":"22","translation":"Waxaana loo odhan waad halmaansanaydeen arintan (Qiyaamada) waxaana kaafaydnay daboolkii araggaaguna Maanta waa xoog badan yahay.","footnotes":""},{"sura":"50","aya":"23","translation":"Malaggi la xidhiidhayna wuxuu dhihi waa kan waana darbanyahay, (kiilayxilsaaray).","footnotes":""},{"sura":"50","aya":"24","translation":"Markaasaa lugu dhihi ku tuura Naarta Jahannamo Gaalnimo badane madax adag dhammaantiis.","footnotes":""},{"sura":"50","aya":"25","translation":"Oo khayrka reebidbadan gardarraloowna ah shakiilowna ah.","footnotes":""},{"sura":"50","aya":"26","translation":"Ee Eebe miciisa Ilaah kale yeelay, ku tuura caddibaad daran.","footnotes":""},{"sura":"50","aya":"27","translation":"Saaxiibkiisii (shaydaankiisii) wuxuu dhihi Eeboow anigu ma dhuminnin laakiin isagaa baadi fog ku sugnaa.","footnotes":""},{"sura":"50","aya":"28","translation":"Eebe wuxuu dhihi ha ku murmina agtayda waan idiin hormariyay gooddigii.","footnotes":""},{"sura":"50","aya":"29","translation":"Hadalla agtayda laguma baddalo, mana dulmiyo addoomada.","footnotes":""},{"sura":"50","aya":"30","translation":"Xusuusta Maalinta u dhahayno Naarta Jahannama Ma buuxsantay, oo markaa ay dhihi wax ma la ii siyaadin.","footnotes":""},{"sura":"50","aya":"31","translation":"Jannadiina loo so dhaweeyo kuwii dhawrsaday iyadoon ka fogayn.","footnotes":""},{"sura":"50","aya":"32","translation":"Waxaasina waa wixii loo yaboohay Ruux kasta oo tawbadkeen badan oo dhawrid badan (ballaanka).","footnotes":""},{"sura":"50","aya":"33","translation":"Ruuxii Eebaha Raxmaan ah ka yaaba isagoon arkaynin, oo la yimaada Qalbi toobadkeen badan.","footnotes":""},{"sura":"50","aya":"34","translation":"Waxaa lugu dhihi ku gala Jannada Nabadgalyo waana Maalintii waariddee.","footnotes":""},{"sura":"50","aya":"35","translation":"Jannada waxay ka heliwaxay doonaan, agtannadana waxaa ah siyaado.","footnotes":""},{"sura":"50","aya":"36","translation":"Imisa Qarniyaan halaagnay Reer Makaad ka hor oo kana xoogbadan iyagoo dhulka ku gagaddoomay, meel Eebe looga cararana ma jirto.","footnotes":""},{"sura":"50","aya":"37","translation":"Waxaasina waa waanada ruuxii qalbi leh ama wax dhagaysan isagoo Qalbigiisu joogo.","footnotes":""},{"sura":"50","aya":"38","translation":"Dhabahaan annagaa Samaawaadka iyo Dhulka iyo waxa u dhaxeeya ku abuura lix maalmood, wax daal ahna nama taabanin.","footnotes":""},{"sura":"50","aya":"39","translation":"Ku samir (Nabiyow) waxay sheegayaan, Eebana u tasbiixso adigoo ku mahadin qorrax soo bax ka hor iyo dhicidda ka hor.","footnotes":""},{"sura":"50","aya":"40","translation":"Habeenkana qaar u tasbiixso iyo sujuudda dabadeed.","footnotes":""},{"sura":"50","aya":"41","translation":"Dhagayso Maalinta uu ka dhawaaqi mid dhawaaqa meel dhaw.","footnotes":""},{"sura":"50","aya":"42","translation":"Waa ay maqli qaylada oo dhab ah, waana Maalinta soo bixidda.","footnotes":""},{"sura":"50","aya":"43","translation":"Annagaa waxna noolaynna waxna dilla, xaggannagaana loo soo ahaan.","footnotes":""},{"sura":"50","aya":"44","translation":"Maalinta Dhulka ka dillaaci iyagoo dagdagi, taasina waa soo kulmin noo fudud.","footnotes":""},{"sura":"50","aya":"45","translation":"Annagaa og waxay dhihi, aduguna matihid mid xoogi korkooda, ee ku waani Quraanka Ruuxii Eebe waciidkiisa (goodigiisa) ka yaabi.","footnotes":""}]}