{"result":[{"sura":"6","aya":"1","translation":"Mahad Eebaa iska leh ahna kan Abuuray Samooyinka iyo Dhulka, Yeelayna Mugdiya iyo Nuurka, Kuwa Gallobayse Eebahood yey wax la simi (la Caabudi)","footnotes":""},{"sura":"6","aya":"2","translation":"Eebe waa kan idinka Abuuray Dhoobo Markaas Xukumay Ajal (Muddo) Ajal Magacaaban Yaana Agtiisa ah, idinkuse Gaalooy waad Shakisantihiin.","footnotes":""},{"sura":"6","aya":"3","translation":"Eebe waa ILaaha Samooyinka waxa ku Sugan iyo waxa Dhulka ku Sugan wuxuuna Ogyahay Qarsoodigiinna iyo Muujiskiinna, wuxuuna Ogyahay, waxaad kasbanaysaan.","footnotes":""},{"sura":"6","aya":"4","translation":"Aayaddii u Timaadda oo Aayadaha Eebahaa ka mid ah way ka Jeedsadaan.","footnotes":""},{"sura":"6","aya":"5","translation":"Waxayna Dhab u Beeniyeen Xaqii Markuu u yimid Waxaase u Imaan Doona (Cidhibta) warkay ku Jees jeesayeen.","footnotes":""},{"sura":"6","aya":"6","translation":"Miyeyna Arkayn intaan Halaagnay Hortood (wax badan) oo Qarniyo ah, oon ku Makaninay (siinay) Dhulka waxaanaan idin Makanin (Siinin) waxaan uga soo deeynay Samada (Roob) Darar ah, Waxaana ka Yeelay Wabiyada kuwo Socda Dhexdooda waanse Halaagnay Dambigooda Dartiis waxaana Ahaysiinay Gadaashood Qarni Kale.","footnotes":""},{"sura":"6","aya":"7","translation":"Haddaan kugu soo Dejino Nabiyow Kitaab Qoran oo ay ku Taabtaan Gacmahooda waxay odhan kuwii Gaaloobay kani waxaan Sixir Cad aan ahayn ma aha.","footnotes":""},{"sura":"6","aya":"8","translation":"Waxayna Dhihi maa lagu so Dejiyo Malag, Haddaan soo Dejinno Malagna waxaa la Dhamaynlahaa Amarka (Halaagga) lamana Sugeen.","footnotes":""},{"sura":"6","aya":"9","translation":"Haddaan ka Yeello Malagna waxaan ka Yeeli lahayn Nin, Markaasaan Iskaga Dari lahaydeen Xaalka siday isaga Dari Jireen.","footnotes":""},{"sura":"6","aya":"10","translation":"Waxaa Dhab ahaan loogu Jeesjeesay Rasuullo kaa Horreeyey Waxaana kuwii Jees jeesay ku dhacay (Ciqaabti) waxay ku Jees jeeseen.","footnotes":""},{"sura":"6","aya":"11","translation":"Waxaad Dhahdaa ku Socda Dhulka oo Eega Siday Noqotay Cidhibtii Beeniyeyaasha Xaqa.","footnotes":""},{"sura":"6","aya":"12","translation":"Waxaad Dhahdaa yaa leh waxa ku Sugan Samooyinka iyo Dhulka, Dheh Eebe, wuxuuna Isasaaray Naxariis, wuxuuna idin kulmin Maalinta Qiyaame Shakina ma lch, kuwa Khasaariyey Naftoodase ma Rumaynayaan.","footnotes":""},{"sura":"6","aya":"13","translation":"Eebe waxaa u Sugnaaday waxa Xasila Habeenkii iyo Maalintiiba waana Maqle Oge ah.","footnotes":""},{"sura":"6","aya":"14","translation":"Waxaad Dhahdaa ma wax Eebe ka soo Hadhay yaan ka yeelan wali (la Caabudo) Eebaana ah kan Abuuray Samooyinka iyo Dhulka Isagaana wax Quudiya Lamase quudiyo, waxaad Dhahdaa waxaa lay Faray inaan Noqdo kan ugu Horreeya Cid Islaanta (Hogaansanta Ummaddan) oonan ka Midnoqoninna Mushrikiinta.","footnotes":""},{"sura":"6","aya":"15","translation":"Waxaad dhahdaa anigu waxaan ka Cabsan Haddaan Caasiyo Eebehay Cadaab Maalin wayn.","footnotes":""},{"sura":"6","aya":"16","translation":"Ciuddii laga lilo Cadaabka Maalintaas wuu u Naxariistay Eebe Taasina waa Liibaanta Cad.","footnotes":""},{"sura":"6","aya":"17","translation":"Hadduu ku Taabsiiyo Eebe Dhib wax Faydi ma jiro Isaga mooyee Hadduu ku Taabsiiyo Khayrna Isagaa wax Walba kara.","footnotes":""},{"sura":"6","aya":"18","translation":"Waana ka Adkaadaha Addoomadiisa Korkooda waana Falsame Xeel Dheer.","footnotes":""},{"sura":"6","aya":"19","translation":"Waxaad Dhahdaa yaa ugu Wayn Marag waxaad Dhahdaa Eebaa Maragga Dhexdeena ah, waxaana lay waxyooday Quraankan inaan idiinku Digo Idinka iyo cidduu Gaadho, Idinku ma waxaad Marag Furaysaan Inay Eebe la Jiraan ILaahyo kale, waxaad Dhahdaa ma Marag Furayo (Saas) Waxaad Dhahdaa Eebe waa uun ILaah kaliya Anuguna waxaan ka Bari ahay waxaad la Wadaajinaysaan.","footnotes":""},{"sura":"6","aya":"20","translation":"Kuwaan Siinnay Kitaabka Waxay u Yaqaannaan Nabiga (Xaqnimadiisa) Siday u Yaqaanaan Caruurtooda kuwa Khasaariyey Naftoodana ma Rumeeyaan (Xaqa).","footnotes":""},{"sura":"6","aya":"21","translation":"Wax ka Dulmi Badanna ma jirto cid ku Abuuray Eebe Been ama beeniyey Aayaadkiisa mana Liibaanto Daalimiintu.","footnotes":""},{"sura":"6","aya":"22","translation":"Ka Warran Maalintaan Kulmineyno (Dadka) Dhammaan Markaas aan ku Dhahayno Kuwii la Wadaajiyey Aaway kuwaad la Wadaajiseen (Eebe Cibaadada) aadna ahaydeen kuwo Sheegan (Inay wax tari).","footnotes":""},{"sura":"6","aya":"23","translation":"Markaas Xujadoodii ma ahayn inay Dhahaan Eebaan ku Dhaarannaye Maanaan ahayn Mushrikiin (Wax la wadaajiya).","footnotes":""},{"sura":"6","aya":"24","translation":"Bal day say ugu beensheegeen Naftooda ugana Dhumay waxay Been Abuuran jireen.","footnotes":""},{"sura":"6","aya":"25","translation":"Waxaa ka mida kuwo ku Dhagaysan waxaana yeellay Quluublooda Dabool inay kasaan (Quraanka) Dhagahoodana waxaan Yeellay Culays, Hadday Arkaan Aayaad kasta ma Rumaynayaan, Markay kuu Yimaaddaanna way kula Murmaan iyagoo dhihi kuwii Gaaloobay kani (Quraanku) ma aha waxaan warkii Kuwii Hore ahayn.","footnotes":""},{"sura":"6","aya":"26","translation":"Waxayna ka Reebi Dadka rumaynta Nabiga iyaguna way ka Fogaan mana halaagayaan waxaan Naftooda ahayn, mase Oga.","footnotes":""},{"sura":"6","aya":"27","translation":"Haddaad aragto Marka la Joojin Gaalada Naarta Korkeeda oy Dhihi Shallaytee Maa nala Celiyo oo aanaan Beenin Aayaadka Eebahanno oo Noqonno Kuwa Rumeeyey (waxaad arki lahayd arrin Wayn).","footnotes":""},{"sura":"6","aya":"28","translation":"Waxaase U Muuqday waxay Qarinayeen horay haddii la Celiyana waxay ku Noqon lahaayeen wixii laga Reebay waana Beenaalayaal.","footnotes":""},{"sura":"6","aya":"29","translation":"Waxay dhihi wax kale ma jiro ee waannu ku Noolaan Adduunyada Nalamana soo Bixinaayo.","footnotes":""},{"sura":"6","aya":"30","translation":"Haddaad Aragto Marka la hor Joojiyo Eebahood oo ku Dhaho Miyuuna kan Xaq ahayn, oy Dhahaan waa Xaq Eebaan ku Dhaaranaye oo uu ku dhaho Dhadhamiya Cadaabka Gaalnimadiinna Darteed (Waxaad arki arrin wayn).","footnotes":""},{"sura":"6","aya":"31","translation":"Waxaa Dhab u Khasaaray Kuwa Beeniyey la Kulanka Eebe markay ugu Timaaddo Saacadda (Qiyaame) si kada ahna waxay Dhahaan Shallaytadanno waxaan ku Gabood fallay Dhexdeeda, waxayna ku Xambaari Dambigooda Dhabarkooda waxaana Xumaanbadan waxay Xambaari.","footnotes":""},{"sura":"6","aya":"32","translation":"Nolosha Adduunyana ma aha waxaan Ciyaar iyo Madadaalo ahayn Guriga Aakharaana u Khayr roon kuwa Dhawrsan ee Miyeyydaan wax kasayn.","footnotes":""},{"sura":"6","aya":"33","translation":"Waxaan Ognahay inuu ku Walbahaarin waxay Sheegi Dhab ahaan kuuma Beeninayaan Laakiin Daalimiintu Aayaadka Eebe yey Diidi.","footnotes":""},{"sura":"6","aya":"34","translation":"Waxaa Dhab loo Beeniyey Rasuullo kaa Horreeyey waana ku Samreen wixii lagu Beeniyey waana la Dhibay intuu uga Yimaaddo Gargaarkannagu wax bedeli Hadalka Eebana ma jiro, waxaana ku soo Gaadhay Warkii Rasuuladii.","footnotes":""},{"sura":"6","aya":"35","translation":"Hadday kugu Waynaatay (Cuslaatay) Jeedsigoodu haddaad karto inaad god ka Teelato Dhulka ama Sallaan Samada ood Aayad u keentid (Samee) Hadduu Doono Eebana wuxuu ku kulmin lahaa hanuunka ee ha ka mid noqonin Jaashiliinta.","footnotes":""},{"sura":"6","aya":"36","translation":"Waxaa uun Ajiibi Ogolaan Xaqa kuwa Maqli, kuwa Dhintayse waxaa soo Bixin Eebe Xaggiisaana loo Celin.","footnotes":""},{"sura":"6","aya":"37","translation":"Waxay Dhaheen maxaa loogu soo Dejin waayey «Mucjisad» Aayad Xagga Eebihiis, waxaad Dhahdaa Eebe waa karaa inuu soo Dejiyo Aayad Badankoodse ma Oga.","footnotes":""},{"sura":"6","aya":"38","translation":"Wax ka Socda Dhulka ama Shimbir ku Duuli Garbihiisa oo Dhan waa umado Idinla mid ah, waxba kagama aanan tagin Kitaabka, waxaana loo soo Kulmin Dadka Xagga Eebahood.","footnotes":""},{"sura":"6","aya":"39","translation":"Kuwa Beeniyey Aayadkanaga waa DhagaLa'yihiin oo Af la`yihiin Mugdibayna ku Suganyihiin, cidduu Doono wuu Dhumiyaa Eebe Tuu Doonana wuxuu Yeela Jid Toosan.","footnotes":""},{"sura":"6","aya":"40","translation":"Waxaad Dhahdaa Bal ka warrama hadduu idiin Yimaaddo Cadaabka Eebe ama idiinTimaadda Saacaddu (Qiyaame) wax Eebe kasoo hadhay Miyaad Baryeysaan haddaad Runsheegaysaan.","footnotes":""},{"sura":"6","aya":"41","translation":"Isaga Unbaana Baryeysaan oo Faydi waxaad ka baryeysaan hadduu Doono waadna Halmaamaysaan waxaad la Wadaajinaysaan.","footnotes":""},{"sura":"6","aya":"42","translation":"Waxaan u Dirray (Rasuul) Ummado idinka Horreeyey waxaana ku gabanay Dhibaato iyo Cudur intay Baryaan (Eebe).","footnotes":""},{"sura":"6","aya":"43","translation":"Maa Markuu u Yimaaddo Dhibku ay baryaan (Eebe) Waxaase ingagtay Quluubtoodii wuxuuna u Qurxiyey Shaydaan waxay Falayeen.","footnotes":""},{"sura":"6","aya":"44","translation":"Markay Halmaameen (Ka Jeedsadeen) wixii lagu Waaniyey Yaan u Furray Korkooda irridaha wax Kasta Markay ku Farxaan waxaa la Siiyey yaan ku qabannaa kado, Markaasay ahaadaan kuwo Quusta.","footnotes":""},{"sura":"6","aya":"45","translation":"Waxaana la Gooyey Cidhibta Qoomkii Dulmiga Falay Mahadna Eebaa iska leh ah Eebaha Caalamka.","footnotes":""},{"sura":"6","aya":"46","translation":"Waxaad Dhahdaa Bal Warrama Hadduu Eebe qabto Maqalkiinna iyo Araggiinna oo Daboolo Quluubtiinna waa ILaahee ka soo Hadhay Eebe ee idiin keeni, Day Sedan u Cel-Celinno Aayaadka Markay say u Jeedsan.","footnotes":""},{"sura":"6","aya":"47","translation":"Waxaad Dhahdaa Bal Warrama hadduu Idiinku Yimaaddo Cadaabka Eebe Kado ama Caddaan miyaa la Halaagaa waxaan Qoomka Daalimiinta Ahayn.","footnotes":""},{"sura":"6","aya":"48","translation":"Rasuulada waxaan u Dirraa inay Bishaareeyaan oo Digaan, Ciddii Rumaysa Xaqa oo Wanaajiya (Camalka) Cabsi iyo Murug midna ma Saarro.","footnotes":""},{"sura":"6","aya":"49","translation":"Kuwa Beeniyey Aayaadkanaga waxaa Taaban Cadaab Faasiq Nimadooda Darteed.","footnotes":""},{"sura":"6","aya":"50","translation":"Waxaad Dhahdaa Ma Dhahayo waxaa Agtayda ah Khasnadaha Eebe, waxy Maqanna ma Ogi, mana Dhahayo waxaan ahay Malag, waxaan uun Raaci wixii lay waxyoodo waxaad dhahdaa ma egyihiin Indhoole iyo Arke Miyeydaan Fikirayn.","footnotes":""},{"sura":"6","aya":"51","translation":"Ugu dig Quraanka kuwa ka Cabsan in Ioo soo kulmiyo Eebahood iyagoon lahayn Sokaydiis Qaraabo iyo Shafeece Midna inay Dhawrsadaan Darteed.","footnotes":""},{"sura":"6","aya":"52","translation":"Hana Eryin kuwa Baryi Eebahood aroor iyo Galabba iyagoo dooni Wajigiisa waxba kaama saarra Xisaabtooda iyana Xisaabtaada Waxba kama Saarra ood eridid ood ka mid noqotid daalimiinta.","footnotes":""},{"sura":"6","aya":"53","translation":"Saasaaan isugu Imtixaanay (Dadka) Qaarkood Qaarka kale inay Dhahaan ma kuwanaa Eebe ku Manaystay (Islaamka) Dhexdannada, Miyuusan Eebe ahayn kan og kuwa ku Mahdiya.","footnotes":""},{"sura":"6","aya":"54","translation":"Markay kuu Yimaadaan kuwa Rumeeyey Aayaadkanaga waxaad Dhahdaa Nabadgalyo Korkiinna ha ahaato, wuxuu Eebe Isasaaray Naxariis, oo ah Ciddii idinka mid ah oo Fasha Xumaan isagoo ka Jaahil ah oo Toobad keena nn wanaajiya Eebaa Dhaafi una Naxariisan.","footnotes":""},{"sura":"6","aya":"55","translation":"Saasaanu u Kala Bixinaa Aayaadka si ay u Caddaato Jidka Dambiilayaasha.","footnotes":""},{"sura":"6","aya":"56","translation":"Waxaad Dhahdaa waxaa layga Reebay inaan Caabudo waxaad Caabudaysaan oo Eebe ka soo Hadhay, waxaad Dhahdaa Raaci maayo hawadiinna oon Dhumo markaas Nogoninna kuwaan Hanuunsanayn.","footnotes":""},{"sura":"6","aya":"57","translation":"Waxaad Dhahdaa waxaan ku Sugnahay Xujo Eebahay waadna Beeniseen Xaqaas, agtayda ma aha waxaad Dadajisanaysaan, Xukunkana Eebaa iska leh, Xaquuna Xukumi, waana kuu Xukunkiisu Khayr Leeyahay.","footnotes":""},{"sura":"6","aya":"58","translation":"Waxaad Dhahdaa hadduu Yahay agtayda waxaad Dedejisanaysaan (Ciqabta) waxaa Ia kala Xukumi Lahaa Dhexdeenna Eebana waa Ogyahay Daalimiinta.","footnotes":""},{"sura":"6","aya":"59","translation":"Eebe Agtiisa waxaa ah Furaha waxa maqan wax og oon isaga ahayna ma jiro, wuxuuna Ogyahay waxa Barriga iyo Badda ku Sugan, wixii Caleena oo Dhacdana wuu Ogyahay, Xabbad Masaga ah oo Mugdiga Dhulka ku Sugan iyo wixii Qoyan ama Ingagan waxay ku Suganyihiin Kitaab Cad.","footnotes":""},{"sura":"6","aya":"60","translation":"Eebe waa kan idin Oofsada Habeenkii ogna waxaad Fashaan Maalintii Markaasna idin soo Bixiya in la Xukumo Ajal Magacaaban Xaggiisaana laydiin Celin, markaasuu idiinka warami waxaad Falaysaan.","footnotes":""},{"sura":"6","aya":"61","translation":"Eebe waa kan ka Sarreeya Addoomadiisa, wuxuuna idiin soo Diraa ILaaliye markuu u Yimaaddo Midkiin Mawdku waxaa Oofsata «Disha» Malaa'igtanada mana Gabood Falaan.","footnotes":""},{"sura":"6","aya":"62","translation":"Markaasa loo Celin Dadka Xagga Sayidkooda Xaqa ah isagaana leh Xukunka Dedejiyana Xisaabta.","footnotes":""},{"sura":"6","aya":"63","translation":"Waxaad Dhahdaa Yaa idinka koriya Mugdiga Barriga iyo Badda ood u Baridaan Isdullayn iyo Qarsoodi, Idinkoo dhihi Hadduu naga koriyo Tan waxaan ka mid Noqonaynaa kuwa Mahadiya.","footnotes":""},{"sura":"6","aya":"64","translation":"Waxaad Dhahdaa Eebaa idinka Koriya Taas iyo Shiddo Kasta, Markaasaad u Shariigyeeshaan.","footnotes":""},{"sura":"6","aya":"65","translation":"Waxaad Dhahdaa Eebe waa kan kara inuu idinku soo Daayo Cadaab Korkiinna ama Lugihiinna Hoostooda ama idin qaso (idinka yeelo) Kooxo uu Dhadhansiiyo Qaarkood qaarka kale Dhibkiisa, bal day Sidaan ugu Caddaynaynno Aayaadka inay Kasaan.","footnotes":""},{"sura":"6","aya":"66","translation":"Waxaa Beeniyey (Quraanka) Qoomkaagii Isagoo Xaq ah, waxaad Dhahdaa kama ahi Korkiinna Wakiil (ILaaliye).","footnotes":""},{"sura":"6","aya":"67","translation":"War kasta Meel uu ku Sugnaado yuu leeyahay Waadna Ogaandoontaan.","footnotes":""},{"sura":"6","aya":"68","translation":"Markaad Aragtaan kuwa dhumban Aayaadkanaga, isaga Jeedso intay ka Dhumbadaan Sheeko kale, haddduu ku Halmaansiiyo Shaydaanna ha Fadhiyin Xusuusta ka Dib Daalimiinta Agtooda.","footnotes":""},{"sura":"6","aya":"69","translation":"Kuwa Dhawrsoonna Xisaabtooda waxba kaama Saarra Laakiin waa Waano inay Dhawrsadaan.","footnotes":""},{"sura":"6","aya":"70","translation":"Iskaga tag Kuwa ka Yeeshay Diintooda Ciyaar iyo Madaddaalo kuna Kadsoomay Nolosha Dhaw Xusuusina intaan laga Abaalmarinin (Loa Xabisin) Nafi waxay kasbatay lyadoon Lahayn Eebe ka sokow Wali «Sokeeye» iyo Shafeece midna. Hadday isku Furato Furasho oo Dhanna lagama Qaado, Kuwaasu waa kuwa loo Dhiibay (Ilaag) waxay kasbadeen Dartiis, waxayna Mudan Cabbid KuluI iyo Cadaab daran, Gaalnimadooda Darteed.","footnotes":""},{"sura":"6","aya":"71","translation":"Waxaad Dhahdaa ma Caabudaynaa Eebe ka sokow waxaan na Anfacayn nana Dhibayn oo Dib naloo Celin (Gaalnimo) inta Eebe Hanuuniyey ka Dib, Sida kan ay ku Wareerisay (Dhumisay) Shayaadiintu Dhulka Isagoo Saaxiibbo ugu Yeedhi Hanuunka leh oo ku Leh noo Kaalay, waxaad Dhahdaa Hanuunka Eebe unbaa Hanuun ah, waxaana Nala Faray inaan u Hogaansanno Eebaha Caalamka","footnotes":""},{"sura":"6","aya":"72","translation":"Oogana Salaadda kana Dhawrsada Eebe waa kan Xaggiisa laydiin soo Kulmine.","footnotes":""},{"sura":"6","aya":"73","translation":"Waana kan Eebe u Abuuray Samooyinka iyo Dhulka Xaq Maalinta uu Dhihi Ahow wuu ahaan (waxaasu) Hadalkiisu waa Xaq, wuxuuna Leeyahay Xukunka Maalinta la Afuufi Suurka, waana Ogyahay wax Maqan (la arkayn) iyo waxa Joogaba, waana Falsame Xeel Dheer.","footnotes":""},{"sura":"6","aya":"74","translation":"Ka Warran markuu ku Yidhi (Nabi) Ibraahim Aabihiis Aazara ma waxaad ka Yeelan Sanamyo ILaahyo, waxaan kugu Arkaa adiga iyo Qoomkaagaba Baadi Cad.","footnotes":""},{"sura":"6","aya":"75","translation":"Saasaan u Tusinnay Ibraahim Xukunka Samooyinka iyo Dhulka inuu ka Mid Noqdo kuwa Yaqiiniya (Xaqa).","footnotes":""},{"sura":"6","aya":"76","translation":"Markuu ku Maddobaaday Habeenku wuxuu Arkay Xiddig Wuxuuna Yidhi kani ma Eebahaybaa, markuu Dhacay wuxuu Yidhi ma Jedi kuwa Dhaca.","footnotes":""},{"sura":"6","aya":"77","translation":"Markuu Arkay Dayaxa oo soo Muuqda wuxuu yidhi kani ma Eebahaybaa markuu Dhacay wuxuu Yidhi Hadduusan I hanuunin Eebahay waxaan ka mid Noqon kuwa Dhuma.","footnotes":""},{"sura":"6","aya":"78","translation":"Markuu Arkay Qorraxda oo soo Muuqata wuxuu Yidhi kani ma Eebahaybaa kanaa wayne, Markay Dhacday wuxuu Yidhi Qoomkayow Bari baan ka ahay waxaad la wadaajinaysaan (Eebe).","footnotes":""},{"sura":"6","aya":"79","translation":"Anugu waxaan u Jeediyey Wajigayga Eebaha Abuuray Samooyinka iyo Dhulka anoo Toosan oon ka mid ahayn Gaalada.","footnotes":""},{"sura":"6","aya":"80","translation":"Way Ladoodeen Nabi Ibraahim Qoomkiisii, wuxuuna yidhi ma waxaad igula Doodaysaan Eebe, Isagoo I hanuuniyey, oonan ka Cabsanayn waxaad la Wadaajinaysaan, in Eebahay wax doono Mooyee, Eebahay waa u Waasac (Awoodleeyahay) wax kasto Ogaansho, niyeydaan Xusuusanayn (wax).","footnotes":""},{"sura":"6","aya":"81","translation":"Sideen uga Cabsan waxaad la Wadaajiseen, idinkuna aydaan ka Cabsanayn inaad la Wadaajiseen Eebe wuxuusan u soo Dejinen Xujo, ee Labada Kooxood (Muslimka iyo Gaalada) koodee mudan Nabdagalyo Haddaad wax Ogtihiin.","footnotes":""},{"sura":"6","aya":"82","translation":"Kuwa Xaqa Rumeeyey oon ku Dheehin Iimaankooda Dulmi (Gaalimo) kuwaasaa Nabadgalto u Sugnaatay Hanuunsanna.","footnotes":""},{"sura":"6","aya":"83","translation":"Taasina waa Xujadanadii aa u siinnay Ibraahim Qoomkiisa waxaan koryeelaa Darajaadka Ciddaan Doonno Eebahaana waa Falsame Oge ah.","footnotes":""},{"sura":"6","aya":"84","translation":"Waxaan siinay Isxaaq iyo Yacquub Dhammaana waan Hanuuninay, Nabi Nuuxna waan Hanuuninay waqti Hore, waxaana ka mid ah Faraciisii Nabi Daawuud, Sulaymaan, Ayuub, Yuusuf, Muuse iyo Haaruun, Saasaana ku Abaal marinaa Samofalayaasha.","footnotes":""},{"sura":"6","aya":"85","translation":"Iyo Zakariye, Yaxye, Ciise ILYaas, Dhammaana waxay ahaayeen kuwo Suubban,","footnotes":""},{"sura":"6","aya":"86","translation":"Iyo Ismaaciil Alyasac, Yuunus, iyo Luudh, Dhammaana waxaad ka Fadilnay Caalamka.","footnotes":""},{"sura":"6","aya":"87","translation":"Iyo Aabayaalkaod iyo Faracoodii iyo Walaalahood waana Dooranny waana ku Hanuuninay Jidka Toosan.","footnotes":""},{"sura":"6","aya":"88","translation":"Kaasi waa Hanuunki Eebe wuxuu ku Hanuuniyaa Cidduu Doono oo ka mid ah Addoomadiisa hadday wax La wadaajiyaan Eebana waxaa ka Burin waxay Fali Jireen.","footnotes":""},{"sura":"6","aya":"89","translation":"Kuwaasi waa kuwaan siinay Kitaabka, Xukunka Nabinimada, Hadday ka Gaaloabaanna Kuwaasu waxaan u wakiilanay Qolo aan ka gaaloobayn, (Muslimiinta).","footnotes":""},{"sura":"6","aya":"90","translation":"Kuwuas (Nabiyada) waa kuwu Eebe hanuuniyey ee Hanuunkooda ku dayo. waxaadsse Dhahdaa ldin warsanmaayo ujuuro, eewaauun waanada caalamka","footnotes":""},{"sura":"6","aya":"91","translation":"Mayna Waynaynin kebe Waynaantiiia Xaqa ah, Mackay Dhw been Kuma son Dejin hebe Dad waxba, waxaad Dhahdaa yaa soo Dejiyey Kitaahkii uu Iayimid Nahi M anne Isagoo ftiin Hanuunna u ab Dadka ood YeeIaysecn wurqado and Muujisaan. nodsin qurisuan wan Budun, waxawna laydin Baray waxaydaan Aqoonin idinku iya Aubaynnlkiin, waxaud Dhuhdau Eebaa (sun Dejiyey) markaus saga tag Dhumbaahudusnda lyagon Ciyaari","footnotes":""},{"sura":"6","aya":"92","translation":"Kanna wan Kitaub aan soo Dejinay oo Barakaysan, oo Runiayn wixii ka Horreeyey iyo inaad ugu Digtid Maka ye Dhinaeyadeeda. kuwa Rumayn Aakhira waxay Rumeyn Quraanka salaaddana way ILaalin.","footnotes":""},{"sura":"6","aya":"93","translation":"Yaa ka Dambi Radon Cid ku Been Abuuratay Eaba ama Yidhi waa Lay Wanyaoday Isagoon Ion Waxyoonin Waxba. iyo Ckldii Dhahda waxaan son Dejin waxa Eebe soo Dejiyey no kale. Haddaad Araglo markay Daalmiintu Sakaraadka Geerida ko Suganyihiin Malaa'igtuna ku E)hihi Iyagoo ku Taogi Gacmaha Bixiya Naftiina Maanta waxaa laydinku Ahaal maria Cadaab Dulli ah waxaad ku Dhahayseen Eebe Xaqdarro ood Ahaydeen kuwu Iska Wayneeya Aayadkiisa (Waxaad as-ki lahayd wax Wayn).","footnotes":""},{"sura":"6","aya":"94","translation":"Waxaad Noogu Timaaddeen Kali Kali Sidaon idiinku Abuuray Marka hoc waxaadna kaga Timaaddeen waxaan idinku Nicmaynay Gadaashiina mana ku Aragno Agtiina Shafeecayaalkiinnii and Sheegayseen slay Shuruko Yihiia. waxaana Go'ay Xidhiidhkiinnii waxaana Dhumay waxuad Sheeganeyseen.","footnotes":""},{"sura":"6","aya":"95","translation":"Eebaa Jeexa Xabbadda Midhaha ah, iyo Timirta, wuxuuna ka soo Bixiyaa wax Nool wax dhimaad ah, kana soo Bixiyaa wax Dhimaad ah wax Nool, Kaasi waa Eebe ee Xaggee laydiinka lili (Xaqa).","footnotes":""},{"sura":"6","aya":"96","translation":"Eebe waa kan Abuuray Iftiinka kana Yeelay Habeenka Xasil, Qorraxda iyo Dayaxana Xisaab, Taasina waa Maamulka Eebe Adkaada ee og.","footnotes":""},{"sura":"6","aya":"97","translation":"Eebe waa kati idiin Yeelay Xiddigo inaad ku Toostaan Mugdiga Barriga iyo Badda, waxaan u Caddaynay Aayaadka Ciddii Garan.","footnotes":""},{"sura":"6","aya":"98","translation":"Eebe waa kan Idinka Abuuray Naf kaliya (Nabi Aadam) ldiinna Yeelay Sugnaansho iyo Hoyosho, waan u Caddaynay Aayaadka Ciddi wax kasi.","footnotes":""},{"sura":"6","aya":"99","translation":"Eebe waa kan ka soo Dejiya Samada Biyo kuna soo Bixinno Doog Cagaaran oon ka soo Saarro Midho kala Koreeya, Timirtana Fiiddeeda ah Laamo Dhow, Beerana (waan ku so Bixinaa) oo ah Cinab, Zaytuun, Rummaan (qaar) Isu eg, iyo Qaar aan Isu Ekayn, Daya Midhihiisa markuu Midho Dhalo iyo Bisaylkiisa Taasina Calaamaa ugu Sugan Ciddii wax Rumayn.","footnotes":""},{"sura":"6","aya":"100","translation":"Waxay u Yeeleen Gaalado Eebe Shurako Jinni ah Isagoo Abuuray waxay ku Sheegeen(Been) Eebe Wiilal iyo Gabdho Iyagoon wax Ogayn, waa ka Nasahanyahay Eebe waana ka Sarreeyaa waxay ku Sheegi.","footnotes":""},{"sura":"6","aya":"101","translation":"Eebe waa Kan Abuuray Samooyinka iyo Dhulka sideese Ilmo ugu ahaan Isagoon Haweenay lahayn wax walbana Abuuray wax kastana Og.","footnotes":""},{"sura":"6","aya":"102","translation":"aasi waa Eebihiin isaga mooyee ILaah kale ma jiro wax kastana isagaa Abuuray ee Caabuda wax walbana isagaa u Wakiil ah (ILaaliya).","footnotes":""},{"sura":"6","aya":"103","translation":"Ma haleesho Aragti Isagaase Haleela Aragtida (Wuu arkaa Eebe lamase Arko adduunka) Waana wax Oge Xeeldheer.","footnotes":""},{"sura":"6","aya":"104","translation":"Waxaa idiin Yimid (Idin soo Gaadhay) Xujooyin Eebihiin ka yimid Ciddii Aragta (ku Hanuunta) Naftiisa umbuu wax u taray Cidii ka Indho Beeshana Naftiisuu Dhibay, anna ma ihi mid idin ILaalin.","footnotes":""},{"sura":"6","aya":"105","translation":"Saasaannu u gagadinnaa (Caddaynaa) Aayaadka inay Dhahaan waad Akhrisatay iyo Inaan u Caddayno Ciddii wax Garan.","footnotes":""},{"sura":"6","aya":"106","translation":"Raac nabiyow waxa lagaaga Waxyooday Xagga Eebahaa ILaahay mooyee Eebe kalana ma jiro kana Jeedso Mushrikiinta.","footnotes":""},{"sura":"6","aya":"107","translation":"Hadduu doono Eebe mayna la Wadaajiyeen kaagamana aanaan Yeelin Ilaaliye Wakiilnakama tihid.","footnotes":""},{"sura":"6","aya":"108","translation":"Ha Caayin waxay Caabudi oo Eebe ka soo Hadhay oo Markaas iyana Caayaan Eebe Colnimo iyo Cilmi la'aan, saasaan ugu Qurxinay ummad kasto Camalkeeda Xagga Eebe Umbayna Noqoshadoodu tahay wuxuuna uga Warrami waxay Fali Jireen.","footnotes":""},{"sura":"6","aya":"109","translation":"Waxay ku Dhaarteen Gaaladii Dhaar Adag, Hadday soo Gaadho Aayadi inay Rumaynayaan, waxaad Dhahdaa Aayaadku waxay Jiraan Eebe Agtiisa, Miyeyse Ogyihiin Hadday Aayaddu soo Gaadho inayna Rumaynayn.","footnotes":""},{"sura":"6","aya":"110","translation":"Waxaannu Gaddin Quluubtooda iyo Araggooda Sidayna u rumayn, Markii horaba waxaana ku Daynanaa Iyagoo ku Wareersan Xadguddybkooda.","footnotes":""},{"sura":"6","aya":"111","translation":"Haddaan ku soo Dejinno Malaa'ig oo Dadkii Dhintay la Hadlo oon wax kasta Hortooda ku soo Kulminno, mayna rumeeyeen in Eebe doono mooyee, Hase Yeeshee Badankood waa Jaahiliin.","footnotes":""},{"sura":"6","aya":"112","translation":"Saasaan ugu Yeellay Nabi Kasta Col Shaydaan Insi iyo Jinniba leh, oo Qarkood qaarka kale u Waxyoon (Sheegi) Hadal la Dhoob-Dhoobay Dhumin Darteed. Hadduu Eebe Doonana mayna Faleen ee Iskaga Tag iyaga iyo waxay Been-Abuuran.","footnotes":""},{"sura":"6","aya":"113","translation":"Iyo in ay Maqasho Quluubta Kuwaan Rumayn Aakhiro, iyo Inay ka Raalli Noqdaan, iyo inay Kashadaan waxay Guranayeen.","footnotes":""},{"sura":"6","aya":"114","translation":"Ma Diinta Eebe waxaan ahayn yaan u Dooni Xaakim Isagoo idiin soo Dejiyey Kitaabka oo la Caddeeyey kuwaan Siinay Kitaabka waxay Ogyihiin in Quraanka laga soo Dejiyey Xagga Eebahaa ee ha Noqonin kuwa Shakiya.","footnotes":""},{"sura":"6","aya":"115","translation":"Waxay ku Taam Noqotay Kalimooyinka Eebahaa run iyo Caddaalad wax Badali Kalimooyinka Eebana ma jiro, Eebana waa Maqle og.","footnotes":""},{"sura":"6","aya":"116","translation":"Haddaad Maqashid waxa Dhulka ku Sugan Badankooda waxay kaa Dhumin Jidka Eebe, mana Raacayaan waxaan Malo ahayn waana Beenaalayaal.","footnotes":""},{"sura":"6","aya":"117","translation":"Eebahaa yaa og Cidda ka Dhumi Jidkiisa, Isagaan og Cidda Hanuunsan.","footnotes":""},{"sura":"6","aya":"118","translation":"Ee Cuna waxa Magaca Eebe lagu Xusay Haddaad Aayadkiisa Rumaynasaan.","footnotes":""},{"sura":"6","aya":"119","translation":"Maxaad la cuni waydeen waxa Magaca Eebe lagu Xusi, Isagoo laydiin Caddeeyey waxa Laydinka Reebay inaad Dhibbantihiin Mooyee, wax Badan waxay ku Dhumin (Dadka) Hawadooda Cilmi darro, Eebahaana waa Ogyahay kuwa Xad-gudba.","footnotes":""},{"sura":"6","aya":"120","translation":"Ka Taga Dambiga Muuqda iyo Kan Qarsoonba, kuwa Jasbada Dambigana waxaa laga Abaal marin waxay Kasbanayeen.","footnotes":""},{"sura":"6","aya":"121","translation":"Ha cunina waxaan lagu Xusin Magaca Eebe, illeen waa Xumaane, Shaydaamaduna waxbay u Sheegaan Saaxiibkooda inay idinla murmaan, Haddaad Maqashaanna waxaad Noqonaysaan Gaalo.","footnotes":""},{"sura":"6","aya":"122","translation":"Cid mayd ahayd oon noolaynay oon u Yeellay Nuur uu ku Dhex socdo Dadka ma lamidbaa mid Mugdi ku Sugan oo ka baxayn, Saasaana loogu Qurxiyey Gaalada waxay Falayeen.","footnotes":""},{"sura":"6","aya":"123","translation":"Saasaan ugu Yeellay Magaalo kasto Dambilayaal waawayn, inay wax ku Dhagraan Dhexdeeda, waxaan Naftooda ahayna ma Dhagrayaan masc oge.","footnotes":""},{"sura":"6","aya":"124","translation":"Markay soo Gaadho aayad waxay Dhahaan Rumayn maynno inta nalooga keeno wixii la siiyey Rasuuladii Eebe Ilaahay baana og Meejuu Yeeli Rasuulnimada waxaana ku Dhiei kuwii Dambaabay Dulli Eebe Agtiisa ah iyo Cadaab Daran waxay Dhagrayeen Darteed.","footnotes":""},{"sura":"6","aya":"125","translation":"Cidduu Eebe Hanuuniyo wuxuu u Waasieiyaa Laabtiisa Islaamka, Cidduu Doono inuu Dhumiyana wuxuu ka sidii Isagoo kori Samada saasuuna u Yeelay Eebe Xumaanta korka Kuwaan Rumaynin Xaqa.","footnotes":""},{"sura":"6","aya":"126","translation":"Wakaas Jidkii Eebahaa oo Toosan Aayaadkana waxaan u Caddaynay Ciddii wax Xusuusan.","footnotes":""},{"sura":"6","aya":"127","translation":"Waxayna Mudanyihiin Guri Nabadgalyo oo Eebahood Agtiisa ah Isagaana Gargaarahooda ah waxay Camal falayeen Dartiis.","footnotes":""},{"sura":"6","aya":"128","translation":"Xusuuso Maalintuu Eebe Kulmin Dhammaantood (kuna Dhihi) Kulanka Jinniyow waad badsateen (Baadiyeynta) Insiga waxayna Dhehaan Saaxiibadood oo Insiga ah Eebahannow Qaarkanno qaarbuu ku shaqaystay waxaana Gaadhnay Ajashaad (Mudadaad) noo Samaysay, wuxuuna ku yidhi Naarbaa Iloyaadkiina ah idiinkoo ku Waari Dhexdeeda wuxuu Eebe doono Mooyee, Eebahaana waa Falsame Oge ah.","footnotes":""},{"sura":"6","aya":"129","translation":"Saasaana ugu Dirraa Daalimiinta Qaarkood Qaarka kale waxay Kasbanayeen Darteed.","footnotes":""},{"sura":"6","aya":"130","translation":"Jinni iyo Insiyow Miyuuna idiin Imaanin Rasuuloo Idinka mid ah oo iddinka Warrama Aayaadkayga idiinkana Diga la kulanka Maalintan waxayna Dheheen waan ku Marag furray Naftanada waxaana Dhagartay Nolosha Dhaw, waxayna ku Marag fureen Naftooda inay gaalo ahaayeen.","footnotes":""},{"sura":"6","aya":"131","translation":"Arrintaasna waa Inaan Eebahaa halaagin Magaalo Dulmi Dartiis iyadoo Dadkeedu halmaansanyihiin (aan loo digin).","footnotes":""},{"sura":"6","aya":"132","translation":"Cid kasta Darajooyin yey Leedahay oo waxay Camal fashay ah Eebahaana ma ah mid halmaansan waxay Camal Faleen.","footnotes":""},{"sura":"6","aya":"133","translation":"Eebhaaana waa Hodan Naxriis badan, Hadduu Doono wuu idin Baabi'in idinkuna Bedali Gadaashiin Ciduu Doono siduu iddinka Abuuray Faracii Qoom kale.","footnotes":""},{"sura":"6","aya":"134","translation":"Waxa laydiin Yaboohi wuu Imaan Eebana ma daalisaan.","footnotes":""},{"sura":"6","aya":"135","translation":"Waxaad Dhahdaa Qommkayow ku Camal Fala Sidiinaas, anna waan Camal faliye, waxaadna Ogaan doontaan Cidday Cidhib Dambe u ahaatee mana Liibano Daalime.","footnotes":""},{"sura":"6","aya":"136","translation":"Waxay uga yeeleen Eebe wuxuu Abuuray oo Beero iyo Xoola ah qayb, waxayna Dheheen kan Eebaa iska leh Sheegashadooda kanna waxaa iska leh Shurukadanada (Sanamyda) waxa Sanamyadu ma Gaadho Eebe, waxa Eebana wuxuu Gaadhaa Sanamyadooda waxaa Xun waxay Xukumeen.","footnotes":""},{"sura":"6","aya":"137","translation":"Saasayna ugu Qurxiyeen in Badan oo Gaalada ah Dilidda Caruurtooda Shurukadoodu, (Shayaadiintu) inay Halaagaan kana Khaldaan Diintooda, hadduu Eebe Doonana mayna Faleen ee Isaga Tag iyaga iyo waxay Been Abuuran.","footnotes":""},{"sura":"6","aya":"138","translation":"Waxay Dheheen Tan waa Niemooleey iyo Beer Reeban oosan ka Quudanayn Cidaan Doonno Mooyee, Sheegashadooda, iyo Niemoolay la Xarrimay Dhabarkeeda (In la rarto) iyo Niemoolay aan Magaca Eebe lagu Xusayn, ku Been abuurasho Darteed wuxuu ka Abaal marin Eebe waxay Been Abuuranayeen.","footnotes":""},{"sura":"6","aya":"139","translation":"Waxay Dheheen Gaaladii waxa ku Jira Uurka Niemoolaydan waxay Gaar u tahay Raggannaga waxayna ka Reebantahay Haweenkannaga hadday Bakhti tahayna way wadaagi wuxuu ka Abaal marin Eebe Tilmaantooda, Illeen waa Falsame Oge.","footnotes":""},{"sura":"6","aya":"140","translation":"Waxaa Dhab u Khasaaray kuwa Dilay Caruurtooda Caqli Xumo Darteed iyo Cilmi la'aan oo Reebay wixii Eebe ku Arzuqay Been abuurasho Eebe Darteed way Dhumeen mana Hanuunsana.","footnotes":""},{"sura":"6","aya":"141","translation":"Eebe waa kan soo Bixiyey Beero la Dhisay iyo Kuwaan Dhisnayn, iyo Timir, iyo Tallad kala Duwanyahay Cunidiisu, iyo Saytuun, iyo Rumaan isu eg iyo qaaraan isu ekeyn, ka Cuna Midhihiisa (Sakada) Maalinta la goyn, hana Xad Gudbina Eebe ma Jeela kuwa Cadgudbee.","footnotes":""},{"sura":"6","aya":"142","translation":"Nicmoolayda waxaa ka mida mid la Rarto, iyo mid kuwa yar yara, ka Cuna waxa Eebe idinku Arzaaqay hana raacina Tallaabooyinka Shaydaanka Illen waa Colkiinna oo Cade.","footnotes":""},{"sura":"6","aya":"143","translation":"Waa Siddeed Nooc Labo Ido ah iyo Labo Riyo ah (Lab iyo Dhidig) ma Labada lab yuu Reebay Eebe Mise Labada Dhadig Mise waxa Uurka kuwa Dhadig ku Jira, noo Warrama cilmi haddaad Run Sheegaysaan.","footnotes":""},{"sura":"6","aya":"144","translation":"Geelana Labo ka mida Lo'dana labo dheh ma labada Lab yuu Eebe reebay mise kuwa Dhadig mise waxa Uurka kuwa Dhadig ku Jira, mise Maragbaad ka ahaydeen markuu idin Faray Eebe Sidaas, Yaase ka Dulmi badan Cid ku Abuuratay Eebe, inuu Dhumiyo Dadka Cilmi Darro, Eebana ma hanuuniyo Qoom Daalimiina.","footnotes":""},{"sura":"6","aya":"145","translation":"Waxaad Dhahdaa kama helayo waxa laywaxyooday wax ka Reeban Cidda Cuni oon ahayn, Bakhti, Dhiig Butaaci, Hilib Doofaar, Illen waa Nijaase iyo wax Xun oo lagu Gawracay Magaca Eebe waxaan ahayn, Ruuxii Baahda Dulmi iyo cadgudub la'aan, Eebahaa wuu u Dambi Dhaaf una Naxariisan (hadduu baahidaa u Cuno)","footnotes":""},{"sura":"6","aya":"146","translation":"Kuwa Yuhuudda ah waxaan ka reebnay wax kastoo Ciddi leh, Lo'da iyo Adhigana waxaan ka reebnay Baruurtooda, waxay Dhabarka ku qaadaan (Baruurta Dhabarka) mooyee, ama Uur ku Jirta ama wixii ku Dheehan Laf, saasaana ku Abaal marinay Dulmigooda Dartiis, Runbaana Sheegaynaa.","footnotes":""},{"sura":"6","aya":"147","translation":"Hadday ku Beeniyaan waxaad dhahdaa Eebihiin war Naxariis badane lagamana Celiyo Ciqaabtiisa qoomka Dambiilayaasha ah.","footnotes":""},{"sura":"6","aya":"148","translation":"Waxay Odhan kuwii Gaaloobay Hadduu Eebe Doono, maanaan Gaalowneen Anaga iyo Aabayowganno, waxna maanaan Xarimneen saasayna u Beeniyeen kuwii ka horreeyey intay ka Dhadhamiyaan Ciqaabtanada, waxaad dhahdaa Agtiinna Cilmi mayahay aad noo soo Bixisaan (Muujisaan) waxaan malo ahayn ma Raacaysaan waxaadna uun tihiin Beenaalayaal,","footnotes":""},{"sura":"6","aya":"149","translation":"Waxaad Dhahdaa Eebaa iska leh Xujada Wayn, hadduu doonana wuu idin Hanuunin Dhammaan.","footnotes":""},{"sura":"6","aya":"150","translation":"Waxaad Dhadaa keena Markhaatgiina idiin Marag Furi in Eebe Reebay kan (aad Reebteen) hadday Marag Furaan ha marag furina la Jirkooda, hana raacina hawada kuwa Beeniyey aayaadkanaga, kuwaan Rumaynin Aakhiro Iyaguna Eebahood waxbay la simman.","footnotes":""},{"sura":"6","aya":"151","translation":"Waxaad Dhahdaa Kaalaya aan idiin Akhriyo waxa Eebe idinka reebaye, waa inaydaan wax la Wadaajin, Labada waalidna waa inaad u samo Fashaan (Oydaan Caasiyin) oydaan laynna Caruurtiinna Saboolnimo (Baahi) Anagaa idinka iyo Iyagaba Arzaaqi, hana u Dhawaanina Xumaanta teeda muuqata iyo Teeda Qarsoonba, hana dilina Naftii Eebe Reebay in Xaq darro lagu Dilo, saasuuna Eebe idin fari inaad wax kastaan.","footnotes":""},{"sura":"6","aya":"152","translation":"hana u Dhawaanina Xoolaha Agoonta si Fiican mooyee intay ka Gaadhaan Xoogooda, Dhammaystirana Miisidda iyo Miisaanka, si Caddaalada, laguma kalifo Nafi waxayna karin haddaad hadlaysaanna Caddaalad fala, Qaraababa ha ahaadee, oofiyana Ballanka Eebe, Sidaasaana Eebe idin faray inaad waantoowdaan.","footnotes":""},{"sura":"6","aya":"153","translation":"Kaasinawaa Jidkayga toosan ee Raaca, hana Raacina Wadiiqaha oo idin la kala Tago (Idinka leexiyo Jidka Eebe) Saasaana Eebe idin faray inaad Dhawrsataan.","footnotes":""},{"sura":"6","aya":"154","translation":"Waxaana Siinnay Nabi Muuse Kitaabkii (Towreed) Annagoo Dhammaystiri waxa wanaagsan, wax walbana Caddayn, Isagoo hanuun iyo Naxariis ah, inay la kulanka Eebahood Rumeeyaan.","footnotes":""},{"sura":"6","aya":"155","translation":"Kanna (Quraanku) waa Kitaab aan soo Dejinnay oo Barkaysan, ee Raaca Dhawrsadana in laydiin Naxariisto.","footnotes":""},{"sura":"6","aya":"156","translation":"Oydaan Dhihin waxaa uun Kitaab lagu soo Dejiyey Labadii qolo ee naga horreeyey, anaguna ma naqaanno Cilmigoodii.","footnotes":""},{"sura":"6","aya":"157","translation":"Ama aydaan dhihin haddii Nalagu soo Dejiyo Kitaab waxaan ahaan lahayn kuwo ka hanuunsan iyaga, waxaa idiinka yimid Xujo (Cad) xagga Eebihiin, iyo Hanuun, iyo Naxariis, cid ka dulmi badanna ma jirto mid beenisay Aayaadka Eebe oo ka Jeedsatay, waxaannu ku Abaal marin kuwa ka Jeedsada aayaadkanaga Cadaab Xun Jeedsigooda dartiis.","footnotes":""},{"sura":"6","aya":"158","translation":"Ma waxay Sugayaan inay Eebe iyo Malaa'igta la Kumaan ama u Yimaaddaan Aayadaha Eebahaa Qaarkood Maalintay u Imaan Aayadaha Eebahaa qarkood wax uma tarto Naf rumayn iyadoon horay u Rumayn ama aan ku Kasban iimankeeda Khayr, waxaad Dhahdaa suga Anaguna waanu Sugaynaa.","footnotes":""},{"sura":"6","aya":"159","translation":"Kuwa ku kala tagay Diintooda oo noqday Kooxo, ka mid ma tahid, Amarkoodana Eebe umbaa iska leh markaasuu uga warrami waxay Falayeen.","footnotes":""},{"sura":"6","aya":"160","translation":"Ciddii la Timaadda Wanaag wuxuu mudan Toban la mid ah Ciddii la Timaadda Xumaanna waxaa laga abaal mariyaa mid la mid ah lamana Dulmiyo.","footnotes":""},{"sura":"6","aya":"161","translation":"Waxaad Dhahdaa wuxuu Igu Hanuuniyey Eebahay Jid Toosan Diin Sugan oo Diinti (Nabi) Ibraahim isagoo toosan oon gaalada ka mid ahayn.","footnotes":""},{"sura":"6","aya":"162","translation":"Waxaad Dhadaa Salaaddayda, waxaan Gawriei, Noloshayda iyo Geeridaydaba Eebaa iska leh Eebaha Caalamka ah.","footnotes":""},{"sura":"6","aya":"163","translation":"Wax la Wadaagana ma jiro, Saasaana lay faray Anigaana ugu Horreeya Muslimiinta (Ummaddan).","footnotes":""},{"sura":"6","aya":"164","translation":"Waxaad Dhahdaa ma wax ilaah ka soo hadhay yaan Eebe ka dooni (Dhigan) Isagoo ILaahay wax walba Eebe u ah, naf kastana waxay kasbato waa uun Korkkeda, Nafna Dambi naf kale ma Qaaddo, Xagga Eebihiin umbaana laydiin Celin, wuxuuna idiinka warrami waxaad isku Diidanaydeen.","footnotes":""},{"sura":"6","aya":"165","translation":"Eebana waa kan idinka Yeelay kuwo Dhulka u Hadhay, Qaarkiinna qaar ka sara mariyey Darajooyin, inuu idinku Imtixaamo wuxuu idin siiyay, Eebana waa Deg degtaa Ciqaabtiisu waana Dambi Dhaafe Naxariista.","footnotes":""}]}