{"result":[{"sura":"64","aya":"1","translation":"Waxaa Eebe nasaha (weyneeya) waxa Samaawaatka (Cirka) iyo Dhulka ku sugan awood iyo mahadbana Eebaa iska leh, wax walbana isagaa kara.","footnotes":""},{"sura":"64","aya":"2","translation":"Eebe waa kan idin anbuuray qaarkiinna gaaluu noqday, qaarkiinna Mu'miniin, Eebana waxaad Camal falaysan waa arkaa.","footnotes":""},{"sura":"64","aya":"3","translation":"Samaawaatka (Cirka) iyo Dhulkaba wuxuu Eebe u abuuray si xaq ah, wuuna idin sawiray Eebe, dadoow suuraddiinana wuu wanaagjiyey, isagaana loo noqon (Ahkhiro).","footnotes":""},{"sura":"64","aya":"4","translation":"Wuxuu ogyahay waxa samaawaatka (Cirka) iyo Dhulka ku sugan, wuxuuna ogyahay waxaad qarinaysaan iyo waxaad muujinaysaan, Eebana waa ogyahay waxa laabta (Qalbiga) ku jira.","footnotes":""},{"sura":"64","aya":"5","translation":"Miyuuna idin soo gaarin warkii kuwii gaaloobay ee horreeyey, waxay dhadhamiyeen xumaantii camalkoodii, waxaana u sugnaaday caddibaad daran.","footnotes":""},{"sura":"64","aya":"6","translation":"Arrintaas waxaa ugu wacan in Rasuullo ula yimaadeen xujooyin ayna dheheen (Gaaladii) ma dadbaa na hanuunin ayna gaaloobeen oo jeedsadeen, iskana deeqtoonaysiiyeen (weynaysiiyeen) Eebe, Eebana waa midka hodanka ah lana mahadiyo.","footnotes":""},{"sura":"64","aya":"7","translation":"Waxay sheegeen kuwii gaaloobay inaan la soo bixinaynin, waxaad dhahdaa saas ma aha, Eebaa wuxuu ku dhaartay in la idin soo bixin laydinkana warrami waxaad camal fasheen, taasina waa u fududahay Eebe.","footnotes":""},{"sura":"64","aya":"8","translation":"Ee rumeeya Eebe iyo Rasuulkiisa iyo nuurka Eebe soo dejiyey (Quraanka) Eebana waxaad camal falaysaan waa ogyahay.","footnotes":""},{"sura":"64","aya":"9","translation":"Maalinta qiyaamada ee Ilaahay idin soo kulmin waa maalin kado, ruuxiise Ilaah rumeeya camal wanaagsanna fala Eebe xumaantiisa (dambigiisa) wuu asturi, wuxuuna galin Janooyin ay dhex dureeraan Wabiyaal way kuna waaraan waligood, taasina waa liibaan weyn.","footnotes":""},{"sura":"64","aya":"10","translation":"kuwa gaaloobayse beeniyeyna Aayaadka Eebe waa kuwa Ahlu Naar ah waxayna ku waari dhexdeeda, meel loo ahaadana iyadaa u xun.","footnotes":""},{"sura":"64","aya":"11","translation":"Wixii Musiiba ah (dhib ah) oo dhaca waa idinka Eebe, ruuxiise Eebe rumeeya waxaa hanuuni (oo xasili) qalbigiisa, Eebana wax walba waa ogyahay.","footnotes":""},{"sura":"64","aya":"12","translation":"Eebe adeeca Rasuulkiisana adeeca, haddaadse jeedsataan (xaqa diidaan) waxaa Rasuulka saaran uun inuu si cad wax u gaargiiyo.","footnotes":""},{"sura":"64","aya":"13","translation":"Eebe mooyee Ilaah kale ma jiro, isaga uunna ha tala saarteen Mu'miniintu.","footnotes":""},{"sura":"64","aya":"14","translation":"Kuwa xaqa rumeeyow Haweenkiinna iyo Caruurtiina waxaa ka mid ah kuwo Col idiin ah ee ka digtoonaada, haddaadse iska cafidaan saamaxdaanna Eebe waa dambi dhaafe naxariiste ah.","footnotes":""},{"sura":"64","aya":"15","translation":"Xoolihiinnu iyo Caruurtiinnu waa uun fidno (ibtilo) Eebe agtiisaase ajir weyn (ku sugan yahay).","footnotes":""},{"sura":"64","aya":"16","translation":"Eebe ka dhawrsada intaad kartaan, maqla oo adeecana (weyneeya), waxna baxsada, ruuxii laga dhawro bakhaylnimada naftiisa waa liibaanay.","footnotes":""},{"sura":"64","aya":"17","translation":"haddaad Eebe amaah fiican amaahsataan (wax sadaqaysataan) Eebe waa idiin laab laabi, dambigiinana wuu dhaafi, Eebana waa kan la mahadiyo ee ee dusha san.","footnotes":""},{"sura":"64","aya":"18","translation":"waxa maqan iyo waxa joogaba Eebe wa ogyahay waana adkaade Falsan.","footnotes":""}]}