{"result":[{"sura":"67","aya":"1","translation":"Waxaa barako badnaaday (oo weynaaday) Eebaha Xukunku awooddiisa ku jiro ee wax walbana kara.","footnotes":""},{"sura":"67","aya":"2","translation":"Eebaha abuuray geeri iyo nololba, si uu dadow idiin imtixaamo kiinna Camal fiican, Eebana waa adkaade dambidhaafe ah.","footnotes":""},{"sura":"67","aya":"3","translation":"Eebe waa midka abuuray Toddobo Samo oo isdul saaran kuna arki maysid abuurka Eebaha Raxmaanka ah kala tagsani, bal daymada celi inaad aragto wax dillaac ah.","footnotes":""},{"sura":"67","aya":"4","translation":"Haddana celi daymada waxaa kugu soo noqon aragga oo dhiban daallanna.","footnotes":""},{"sura":"67","aya":"5","translation":"Eebe wuxuu ku quxiyey Samada dhow Nalal (Xiddigaha) wuxuuna ka dhigay Xiddigahaas kuwo lagu gano Shayaadiinta, Wuxuuna Eebe u diyaariyay kuwaas Naarta Saciiro.","footnotes":""},{"sura":"67","aya":"6","translation":"Kuwa ka gaaloobay Eebahood waxaa u sugnaaday Caddibaadda Jhannamo, meel loo ahaadana iyadaa u xun.","footnotes":""},{"sura":"67","aya":"7","translation":"Marka Gaalada lagu tuuro Naarta waxay ka maqli Cod xun oo daran iyadoo karaysa.","footnotes":""},{"sura":"67","aya":"8","translation":"waxay u dhawdahay inay Cadha daraadeed la kala dillaacdo, marka Koox (Gaala ah) lagu ridaba waxaa warsada Malaa'igta Naarta ka shaqeysa iyagoo ku dhihi miyuusan idiin imaanin wax idiin diga.","footnotes":""},{"sura":"67","aya":"9","translation":"Waxayna ugu jawaabi waa noo yimid wax noo diga waanse beeninay, annagoo leh ma soo dejinin Eebe waxba, idinkuna waxaad ku sugan tihiin baadi weyn.","footnotes":""},{"sura":"67","aya":"10","translation":"Gaaladii waxay dhaheen haddaan wax maqlaynno ama aan wax kasayno Naarta Saciiro ehelkeeda ma aanaan noqoneen.","footnotes":""},{"sura":"67","aya":"11","translation":"Waxay kirteen (Gaaladu) dambigoodii waxaana u sugnaatay fogaansho Naarta Saciiro ehelkeeda.","footnotes":""},{"sura":"67","aya":"12","translation":"Kuwa Eebe ka yaaba iyagoon la arkaynin (Eebe mooyee) waxaa u sugnaaday dambi dhaaf iyo ajri weyn.","footnotes":""},{"sura":"67","aya":"13","translation":"Ama hadalka hoos dhiga dadow ama kor u qaada Eebe waa ogyahay waxa laabta ku jira.","footnotes":""},{"sura":"67","aya":"14","translation":"Ma waxaan wax ogeyn Eebaha wax walba abuuray ee wax walba daalacan.","footnotes":""},{"sura":"67","aya":"15","translation":"Eebe waa kan Dhulka ka dhigay mid laylan ee ku socda Waddooyinkiisa kana Cuna Quudkiisa Eebaana Dadka loo soo kulmin (Qiyaamada).","footnotes":""},{"sura":"67","aya":"16","translation":"Miyaad ka aamin noqoteen Eebaha Sare inuu Dhulka idin la gooyo, ayna idinla dhaqdhaqaaqdo.","footnotes":""},{"sura":"67","aya":"17","translation":"Miyaadse ka aamin noqoteen Eebaha Sare inuu Dhagaxyo Naar ah idinku soo daadiyo, waad ogaan doontaan digiinta Eebe Cidhibteeda.","footnotes":""},{"sura":"67","aya":"18","translation":"Waxaa Eebe beeniyey Gaaladii (reer Makaad) ka horreeyey, sidayse ahayd Ciqaabti Eebe.","footnotes":""},{"sura":"67","aya":"19","translation":"Miyeyna dadku arkaynin Shimbirka korkooda ah marna baalka fidin marna laabi wax haya oon Eebaha Raxmaan ahayna uusan jirin, Eebana wax walba wuu arkaa.","footnotes":""},{"sura":"67","aya":"20","translation":"Waa kuma Gargaaraha Eebaha Raxmaan ah ka soo hadhay ee u gaargaari Gaalada, Gaaladu waxay ku sugan yihiin kadsoomid.","footnotes":""},{"sura":"67","aya":"21","translation":"Waa kuma kan wax quudiya haddii Eebe haysto Risqigiisa, Gaaladu waxay ku Madax adaygeen isla weyni iyo Xaq diidnimo.","footnotes":""},{"sura":"67","aya":"22","translation":"Midkee wanaagsan Ruux Wajiga ku socda iyo mid si toosan oo siman Wadda Toosan ugu socda.","footnotes":""},{"sura":"67","aya":"23","translation":"Dheh Nabiyow Eebe waa midka Dadkow idin ahaysiiyey, Maqal iyo Arag iyo Caqlina idiin yeelay, wax yar baadse Eebe ku shukridaan.","footnotes":""},{"sura":"67","aya":"24","translation":"Dheh Eebe waa midka dadkow Dhulka idinku beeray isagaana (Qiyaamada) loo soo kulmin doona Dadka.","footnotes":""},{"sura":"67","aya":"25","translation":"Waxay dhihi Gaaladu waa goorma Waqtiguu dhici waxa naloogu gooddin haddaad run sheegaysaan.","footnotes":""},{"sura":"67","aya":"26","translation":"Dheh Eebaa og goortaas, waxaanse ahay Anigu u dige Cad (muuqda).","footnotes":""},{"sura":"67","aya":"27","translation":"Markaysa Gaaladu Naarta oo u dhow arkaan waxaa xumaan oo doorsoomi Wajiga Gaalada, waxaana lagu dhihi waaka Cadibaaddii aad donayseen (dedejisanayseen).","footnotes":""},{"sura":"67","aya":"28","translation":"Dheh balse ka warrama haddii Eebe aniga (Nabiga) iyo inta ila jirta uu halligo ama u naxariisto yaa Gaalo ka korin Caddibaad daran.","footnotes":""},{"sura":"67","aya":"29","translation":"Dheh Eebe waa Raxmaan waana rumaynay, waana Tala saaranay, waadse ogaan doontaan (Gaalooy) Cidda Baadi Cad ku sugan.","footnotes":""},{"sura":"67","aya":"30","translation":"Dheh balse Warrama hadday Biyuhu Dhulka ku gudhaan yaa idin siin Biya durduri (ma jiro Eebe waxaan ahayn).","footnotes":""}]}